{"id": "0", "model": "flant5_xxl", "statement_id": 1, "statement": "The Singapore University of Social Sciences () is a public research university located in Raffles Place, Singapore, the prime business district in Singapore.", "context": "", "final_label": "Unfactual"}
{"id": "0", "model": "flant5_xxl", "statement_id": 2, "statement": "The university was established in the year 1989 under the Act (No.", "context": "The Singapore University of Social Sciences () is a public research university located in Raffles Place, Singapore, the prime business district in Singapore.", "final_label": "Unfactual"}
{"id": "0", "model": "flant5_xxl", "statement_id": 3, "statement": "26 of 1989).", "context": "The Singapore University of Social Sciences () is a public research university located in Raffles Place, Singapore, the prime business district in Singapore. The university was established in the year 1989 under the Act (No.", "final_label": "Unfactual"}
{"id": "0", "model": "flant5_xxl", "statement_id": 4, "statement": "It is a member of the National University of Singapore.", "context": "The Singapore University of Social Sciences () is a public research university located in Raffles Place, Singapore, the prime business district in Singapore. The university was established in the year 1989 under the Act (No. 26 of 1989).", "final_label": "Unfactual"}
{"id": "0", "model": "flant5_xxl", "statement_id": 5, "statement": "Its former constituent university, the Institute of Thai Studies (), was shut down in December 2011.", "context": "The Singapore University of Social Sciences () is a public research university located in Raffles Place, Singapore, the prime business district in Singapore. The university was established in the year 1989 under the Act (No. 26 of 1989). It is a member of the National University of Singapore.", "final_label": "Unfactual"}
{"id": "1", "model": "flant5_xxl", "statement_id": 1, "statement": "Martin Stadium was a soccer stadium in Glasgow, Scotland.", "context": "", "final_label": "Unfactual"}
{"id": "1", "model": "flant5_xxl", "statement_id": 2, "statement": "It was opened on 24 May 1912 and remained in use until 1964 when it was demolished in order to make way for the new stadia at Hampden Park.", "context": "Martin Stadium was a soccer stadium in Glasgow, Scotland.", "final_label": "Unfactual"}
{"id": "1", "model": "flant5_xxl", "statement_id": 3, "statement": "After the end of the Second World War it was converted into a tennis court.", "context": "Martin Stadium was a soccer stadium in Glasgow, Scotland. It was opened on 24 May 1912 and remained in use until 1964 when it was demolished in order to make way for the new stadia at Hampden Park.", "final_label": "Unfactual"}
{"id": "1", "model": "flant5_xxl", "statement_id": 4, "statement": "Today the stadia that stand next to the original Martin Stadium are Semple Stadium and Scotstoun Stadium.", "context": "Martin Stadium was a soccer stadium in Glasgow, Scotland. It was opened on 24 May 1912 and remained in use until 1964 when it was demolished in order to make way for the new stadia at Hampden Park. After the end of the Second World War it was converted into a tennis court.", "final_label": "Unfactual"}
{"id": "1", "model": "flant5_xxl", "statement_id": 5, "statement": "Scott Park also has the best view in the city, overlooking the River Kelvin and the ISS chimney.", "context": "Martin Stadium was a soccer stadium in Glasgow, Scotland. It was opened on 24 May 1912 and remained in use until 1964 when it was demolished in order to make way for the new stadia at Hampden Park. After the end of the Second World War it was converted into a tennis court. Today the stadia that stand next to the original Martin Stadium are Semple Stadium and Scotstoun Stadium.", "final_label": "Not Sure"}
{"id": "10", "model": "flant5_xxl", "statement_id": 1, "statement": "Singapore Police Force (NPS) began its history in February 1864 when 296 officers were recruited.", "context": "", "final_label": "Unfactual"}
{"id": "10", "model": "flant5_xxl", "statement_id": 2, "statement": "The NPS was a police force stationed on the island of Singapore and also on the Johore peninsula until after the independence of Singapore in 1959.", "context": "Singapore Police Force (NPS) began its history in February 1864 when 296 officers were recruited.", "final_label": "Unfactual"}
{"id": "10", "model": "flant5_xxl", "statement_id": 3, "statement": "Since then it has grown into a highly professional and efficient force employing 16,000 officers as of 2018.", "context": "Singapore Police Force (NPS) began its history in February 1864 when 296 officers were recruited. The NPS was a police force stationed on the island of Singapore and also on the Johore peninsula until after the independence of Singapore in 1959.", "final_label": "Unfactual"}
{"id": "10", "model": "flant5_xxl", "statement_id": 4, "statement": "The force also extends its support to the Civil Defence Force and other Singapore government agencies.", "context": "Singapore Police Force (NPS) began its history in February 1864 when 296 officers were recruited. The NPS was a police force stationed on the island of Singapore and also on the Johore peninsula until after the independence of Singapore in 1959. Since then it has grown into a highly professional and efficient force employing 16,000 officers as of 2018.", "final_label": "Unfactual"}
{"id": "10", "model": "flant5_xxl", "statement_id": 5, "statement": "The force has been made up largely of Malayan Malay officers, who represent over half of the force.", "context": "Singapore Police Force (NPS) began its history in February 1864 when 296 officers were recruited. The NPS was a police force stationed on the island of Singapore and also on the Johore peninsula until after the independence of Singapore in 1959. Since then it has grown into a highly professional and efficient force employing 16,000 officers as of 2018. The force also extends its support to the Civil Defence Force and other Singapore government agencies.", "final_label": "Not Sure"}
{"id": "30", "model": "flant5_xxl", "statement_id": 1, "statement": "\"Dreams Worth More Than Money\" is a song from the 1970s by Queen.", "context": "", "final_label": "Unfactual"}
{"id": "30", "model": "flant5_xxl", "statement_id": 2, "statement": "It was originally released as the fourth single from \"Disarm The Descent\".", "context": "\"Dreams Worth More Than Money\" is a song from the 1970s by Queen.", "final_label": "Unfactual"}
{"id": "30", "model": "flant5_xxl", "statement_id": 3, "statement": "The song was released in June 1970 and reached the top 10 of the UK Singles Chart.", "context": "\"Dreams Worth More Than Money\" is a song from the 1970s by Queen. It was originally released as the fourth single from \"Disarm The Descent\".", "final_label": "Unfactual"}
{"id": "30", "model": "flant5_xxl", "statement_id": 4, "statement": "A year later, it was released in the United States as a non-album single as \"Dreams Worth More Than Money\".", "context": "\"Dreams Worth More Than Money\" is a song from the 1970s by Queen. It was originally released as the fourth single from \"Disarm The Descent\". The song was released in June 1970 and reached the top 10 of the UK Singles Chart.", "final_label": "Not Sure"}
{"id": "30", "model": "flant5_xxl", "statement_id": 5, "statement": "It was the second single from Queen's third album \"The Queen Is Dead\".", "context": "\"Dreams Worth More Than Money\" is a song from the 1970s by Queen. It was originally released as the fourth single from \"Disarm The Descent\". The song was released in June 1970 and reached the top 10 of the UK Singles Chart. A year later, it was released in the United States as a non-album single as \"Dreams Worth More Than Money\".", "final_label": "Unfactual"}
{"id": "39", "model": "flant5_xxl", "statement_id": 2, "statement": "One of the important regulations is that of the Union of Regional Televisions .", "context": "Cable television in Finland is regulated in the Regions Act of 1996.", "final_label": "Not Sure"}
{"id": "39", "model": "flant5_xxl", "statement_id": 3, "statement": "Of the total cable subscribers in Finland, some 71,000 subscribers have access to these four networks.", "context": "Cable television in Finland is regulated in the Regions Act of 1996. One of the important regulations is that of the Union of Regional Televisions .", "final_label": "Not Sure"}
{"id": "44", "model": "flant5_xxl", "statement_id": 1, "statement": "\"Healing Through Fire\" is a 2000 short documentary film by Frederick Wiseman.", "context": "", "final_label": "Unfactual"}
{"id": "44", "model": "flant5_xxl", "statement_id": 2, "statement": "It was produced by Green Apple Studios for MTV and shown in March 2000.", "context": "\"Healing Through Fire\" is a 2000 short documentary film by Frederick Wiseman.", "final_label": "Unfactual"}
{"id": "44", "model": "flant5_xxl", "statement_id": 3, "statement": "The short film was featured at the Student Academy Awards as part of the Segway Shorts category, and won for Shortform's Best Music Video.", "context": "\"Healing Through Fire\" is a 2000 short documentary film by Frederick Wiseman. It was produced by Green Apple Studios for MTV and shown in March 2000.", "final_label": "Unfactual"}
{"id": "44", "model": "flant5_xxl", "statement_id": 4, "statement": "The film won the Golden Banana Award from Cinema Eye Honors for that year, and was also nominated for the Academy of Television Arts & Sciences' Emmy Award.", "context": "\"Healing Through Fire\" is a 2000 short documentary film by Frederick Wiseman. It was produced by Green Apple Studios for MTV and shown in March 2000. The short film was featured at the Student Academy Awards as part of the Segway Shorts category, and won for Shortform's Best Music Video.", "final_label": "Not Sure"}
{"id": "49", "model": "flant5_xxl", "statement_id": 1, "statement": "Lease Corporation International (), also known as \"Intrastate Leasing\", is an international, nationwide, non-bank \"aircraft operating lessor\", a self-insured aircraft financing company, a sub-lease company for major airlines and other aircraft owners, and the parent company of \"Westland Leasing\".", "context": "", "final_label": "Not Sure"}
{"id": "49", "model": "flant5_xxl", "statement_id": 2, "statement": "Lease Corporation International was founded in 1970 by American Industrial Realty Corporation .", "context": "Lease Corporation International (), also known as \"Intrastate Leasing\", is an international, nationwide, non-bank \"aircraft operating lessor\", a self-insured aircraft financing company, a sub-lease company for major airlines and other aircraft owners, and the parent company of \"Westland Leasing\".", "final_label": "Unfactual"}
{"id": "49", "model": "flant5_xxl", "statement_id": 3, "statement": "and is based in Hawthorne, California.", "context": "Lease Corporation International (), also known as \"Intrastate Leasing\", is an international, nationwide, non-bank \"aircraft operating lessor\", a self-insured aircraft financing company, a sub-lease company for major airlines and other aircraft owners, and the parent company of \"Westland Leasing\". Lease Corporation International was founded in 1970 by American Industrial Realty Corporation .", "final_label": "Unfactual"}
{"id": "49", "model": "flant5_xxl", "statement_id": 4, "statement": "As of 2015, Lease Corporation International has 28 offices located throughout the United States, Canada, Puerto Rico and Latin America.", "context": "Lease Corporation International (), also known as \"Intrastate Leasing\", is an international, nationwide, non-bank \"aircraft operating lessor\", a self-insured aircraft financing company, a sub-lease company for major airlines and other aircraft owners, and the parent company of \"Westland Leasing\". Lease Corporation International was founded in 1970 by American Industrial Realty Corporation . and is based in Hawthorne, California.", "final_label": "Unfactual"}
{"id": "51", "model": "flant5_xxl", "statement_id": 1, "statement": "Dennis Gordon (born March 17, 1959 in Queens, New York) is an American former professional basketball player.", "context": "", "final_label": "Unfactual"}
{"id": "51", "model": "flant5_xxl", "statement_id": 2, "statement": "He is currently a coach and an administrator in the Seattle SuperSonics organization.", "context": "Dennis Gordon (born March 17, 1959 in Queens, New York) is an American former professional basketball player.", "final_label": "Not Sure"}
{"id": "54", "model": "flant5_xxl", "statement_id": 1, "statement": "Jan Six is a 1979 television series that aired on a Dutch channel, in the Netherlands.", "context": "", "final_label": "Unfactual"}
{"id": "54", "model": "flant5_xxl", "statement_id": 2, "statement": "The series took place in the city of Rotterdam, and followed the adventures of six female thiefs.", "context": "Jan Six is a 1979 television series that aired on a Dutch channel, in the Netherlands.", "final_label": "Unfactual"}
{"id": "54", "model": "flant5_xxl", "statement_id": 3, "statement": "It was the first major crime series to be aired on Dutch television, and it showed the government's suppression of the private armed force.", "context": "Jan Six is a 1979 television series that aired on a Dutch channel, in the Netherlands. The series took place in the city of Rotterdam, and followed the adventures of six female thiefs.", "final_label": "Unfactual"}
{"id": "54", "model": "flant5_xxl", "statement_id": 4, "statement": "The thiefesses in the series were based on six real-life robbery suspects.", "context": "Jan Six is a 1979 television series that aired on a Dutch channel, in the Netherlands. The series took place in the city of Rotterdam, and followed the adventures of six female thiefs. It was the first major crime series to be aired on Dutch television, and it showed the government's suppression of the private armed force.", "final_label": "Unfactual"}
{"id": "63", "model": "flant5_xxl", "statement_id": 1, "statement": "To Hell and Black is a 1976 autobiographical novel by Jack Kerouac, a former alcoholic draft resister turned black poet and writer.", "context": "", "final_label": "Unfactual"}
{"id": "63", "model": "flant5_xxl", "statement_id": 2, "statement": "Kerouac made up the story to help explain his life and his encounter with the world.", "context": "To Hell and Black is a 1976 autobiographical novel by Jack Kerouac, a former alcoholic draft resister turned black poet and writer.", "final_label": "Unfactual"}
{"id": "63", "model": "flant5_xxl", "statement_id": 3, "statement": "The book received mixed reviews and its characters' lives as depicted are far from \"normal.\"", "context": "To Hell and Black is a 1976 autobiographical novel by Jack Kerouac, a former alcoholic draft resister turned black poet and writer. Kerouac made up the story to help explain his life and his encounter with the world.", "final_label": "Not Sure"}
{"id": "63", "model": "flant5_xxl", "statement_id": 4, "statement": "The book was nominated for the National Book Award in 1978, but lost.", "context": "To Hell and Black is a 1976 autobiographical novel by Jack Kerouac, a former alcoholic draft resister turned black poet and writer. Kerouac made up the story to help explain his life and his encounter with the world. The book received mixed reviews and its characters' lives as depicted are far from \"normal.\"", "final_label": "Not Sure"}
{"id": "63", "model": "flant5_xxl", "statement_id": 5, "statement": "The novel also influenced Jack Kerouac's novel \"On The Road\" (1976), in which Kerouac uses the same story line to reflect on his experiences as a former drunk and a Vietnam veteran and to give the reader a sense of Kerouac's experiences.", "context": "To Hell and Black is a 1976 autobiographical novel by Jack Kerouac, a former alcoholic draft resister turned black poet and writer. Kerouac made up the story to help explain his life and his encounter with the world. The book received mixed reviews and its characters' lives as depicted are far from \"normal.\" The book was nominated for the National Book Award in 1978, but lost.", "final_label": "Not Sure"}
{"id": "67", "model": "flant5_xxl", "statement_id": 1, "statement": "Gordon Arthur Stanley (born 30 January 1931) is a former British Member of Parliament.", "context": "", "final_label": "Unfactual"}
{"id": "67", "model": "flant5_xxl", "statement_id": 2, "statement": "He was chairman of the National Audit Office between 2011 and 2012.", "context": "Gordon Arthur Stanley (born 30 January 1931) is a former British Member of Parliament.", "final_label": "Not Sure"}
{"id": "67", "model": "flant5_xxl", "statement_id": 4, "statement": "He is a member of the Conservative Party.", "context": "Gordon Arthur Stanley (born 30 January 1931) is a former British Member of Parliament. He was chairman of the National Audit Office between 2011 and 2012. From 1990 to 1990 he was the director of the UK Department of the Environment.", "final_label": "Not Sure"}
{"id": "67", "model": "flant5_xxl", "statement_id": 5, "statement": "Arthur Stanley was born on 30 January 1931 in Newcastle upon Tyne, United Kingdom.", "context": "Gordon Arthur Stanley (born 30 January 1931) is a former British Member of Parliament. He was chairman of the National Audit Office between 2011 and 2012. From 1990 to 1990 he was the director of the UK Department of the Environment. He is a member of the Conservative Party.", "final_label": "Unfactual"}
{"id": "79", "model": "flant5_xxl", "statement_id": 1, "statement": "John William Parker (died January 11, 1815, at the age of 42) was an American writer of novels and short stories.", "context": "", "final_label": "Unfactual"}
{"id": "79", "model": "flant5_xxl", "statement_id": 3, "statement": "He also wrote historical fiction, poetry, plays, and journalism.", "context": "John William Parker (died January 11, 1815, at the age of 42) was an American writer of novels and short stories. Parker mainly wrote westerns.", "final_label": "Not Sure"}
{"id": "79", "model": "flant5_xxl", "statement_id": 4, "statement": "He died in New York City at the age of 42 after a long illness.", "context": "John William Parker (died January 11, 1815, at the age of 42) was an American writer of novels and short stories. Parker mainly wrote westerns. He also wrote historical fiction, poetry, plays, and journalism.", "final_label": "Unfactual"}
{"id": "79", "model": "flant5_xxl", "statement_id": 5, "statement": "He was the father of American actor John Parker and American artist William Parker.", "context": "John William Parker (died January 11, 1815, at the age of 42) was an American writer of novels and short stories. Parker mainly wrote westerns. He also wrote historical fiction, poetry, plays, and journalism. He died in New York City at the age of 42 after a long illness.", "final_label": "Not Sure"}
{"id": "84", "model": "flant5_xxl", "statement_id": 1, "statement": "The Office of the Coordinator of Information is an entity of the U.S. Department of State.", "context": "", "final_label": "Unfactual"}
{"id": "84", "model": "flant5_xxl", "statement_id": 2, "statement": "Its mission is to disseminate information on international organizations to international audiences, and to promote and foster multilateral cooperation on information-related issues.", "context": "The Office of the Coordinator of Information is an entity of the U.S. Department of State.", "final_label": "Unfactual"}
{"id": "84", "model": "flant5_xxl", "statement_id": 5, "statement": "This includes, but is not limited to, issues related to: human rights, democracy, information, international law, international organizations, human trafficking, science and technology, international business, and United States foreign policy.", "context": "The Office of the Coordinator of Information is an entity of the U.S. Department of State. Its mission is to disseminate information on international organizations to international audiences, and to promote and foster multilateral cooperation on information-related issues. The Office of the Coordinator of Information disseminates information about United States government activities to the public and to the media. It also provides information regarding United States government actions on multilateral and bilateral initiatives and their outcomes.", "final_label": "Not Sure"}
{"id": "85", "model": "flant5_xxl", "statement_id": 1, "statement": "Douglas How (born September 14, 1962) is a Canadian lawyer, author, lawyer and former prosecutor.", "context": "", "final_label": "Unfactual"}
{"id": "85", "model": "flant5_xxl", "statement_id": 2, "statement": "He was born in Victoria, British Columbia and grew up in a small town in the Abbotsford – Nelson area.", "context": "Douglas How (born September 14, 1962) is a Canadian lawyer, author, lawyer and former prosecutor.", "final_label": "Unfactual"}
{"id": "85", "model": "flant5_xxl", "statement_id": 3, "statement": "Douglas How attended the University of Victoria and graduated in 1978, earning a Bachelor of Laws degree.", "context": "Douglas How (born September 14, 1962) is a Canadian lawyer, author, lawyer and former prosecutor. He was born in Victoria, British Columbia and grew up in a small town in the Abbotsford – Nelson area.", "final_label": "Unfactual"}
{"id": "89", "model": "flant5_xxl", "statement_id": 1, "statement": "Forever Mine is a 1940 American adventure film directed by John McIntire and starring Clark Gable and Joan Leslie.", "context": "", "final_label": "Unfactual"}
{"id": "89", "model": "flant5_xxl", "statement_id": 2, "statement": "The film was produced by the independent Charles Wesley.", "context": "Forever Mine is a 1940 American adventure film directed by John McIntire and starring Clark Gable and Joan Leslie.", "final_label": "Unfactual"}
{"id": "89", "model": "flant5_xxl", "statement_id": 3, "statement": "Although the film has a budget of $150,000, It is the production company's most expensive picture at $15 million.", "context": "Forever Mine is a 1940 American adventure film directed by John McIntire and starring Clark Gable and Joan Leslie. The film was produced by the independent Charles Wesley.", "final_label": "Unfactual"}
{"id": "89", "model": "flant5_xxl", "statement_id": 4, "statement": "It was released on February 25, 1940.", "context": "Forever Mine is a 1940 American adventure film directed by John McIntire and starring Clark Gable and Joan Leslie. The film was produced by the independent Charles Wesley. Although the film has a budget of $150,000, It is the production company's most expensive picture at $15 million.", "final_label": "Unfactual"}
{"id": "105", "model": "flant5_xxl", "statement_id": 1, "statement": "Jane Lee (November 17, 1841 – January 10, 1941) was the first woman to graduate from the American Board of Patent Attorneys.", "context": "", "final_label": "Not Sure"}
{"id": "105", "model": "flant5_xxl", "statement_id": 2, "statement": "She went on to practice law in New York and Philadelphia.", "context": "Jane Lee (November 17, 1841 – January 10, 1941) was the first woman to graduate from the American Board of Patent Attorneys.", "final_label": "Not Sure"}
{"id": "105", "model": "flant5_xxl", "statement_id": 3, "statement": "She was also a writer, who co-founded \"The Journal of the Catholic Academy of Philadelphia\".", "context": "Jane Lee (November 17, 1841 – January 10, 1941) was the first woman to graduate from the American Board of Patent Attorneys. She went on to practice law in New York and Philadelphia.", "final_label": "Not Sure"}
{"id": "105", "model": "flant5_xxl", "statement_id": 4, "statement": "The journal ran for 37 years, from 1892 to 1943.", "context": "Jane Lee (November 17, 1841 – January 10, 1941) was the first woman to graduate from the American Board of Patent Attorneys. She went on to practice law in New York and Philadelphia. She was also a writer, who co-founded \"The Journal of the Catholic Academy of Philadelphia\".", "final_label": "Not Sure"}
{"id": "105", "model": "flant5_xxl", "statement_id": 5, "statement": "It was originally called \"Academic Journal\" and was first published in 1892.", "context": "Jane Lee (November 17, 1841 – January 10, 1941) was the first woman to graduate from the American Board of Patent Attorneys. She went on to practice law in New York and Philadelphia. She was also a writer, who co-founded \"The Journal of the Catholic Academy of Philadelphia\". The journal ran for 37 years, from 1892 to 1943.", "final_label": "Not Sure"}
{"id": "106", "model": "flant5_xxl", "statement_id": 1, "statement": "Sandy Carter (May 2, 1950 – January 14, 2017) was an American singer and politician.", "context": "", "final_label": "Unfactual"}
{"id": "106", "model": "flant5_xxl", "statement_id": 2, "statement": "She was the wife of former president and senator, Jimmy Carter, and was elected as the First Lady of Georgia to succeed him after his death.", "context": "Sandy Carter (May 2, 1950 – January 14, 2017) was an American singer and politician.", "final_label": "Unfactual"}
{"id": "106", "model": "flant5_xxl", "statement_id": 3, "statement": "Carter was born to a woman who was an actor.", "context": "Sandy Carter (May 2, 1950 – January 14, 2017) was an American singer and politician. She was the wife of former president and senator, Jimmy Carter, and was elected as the First Lady of Georgia to succeed him after his death.", "final_label": "Not Sure"}
{"id": "106", "model": "flant5_xxl", "statement_id": 4, "statement": "After her mother died from tuberculosis, her mother was buried in a coffin in a graveyard.", "context": "Sandy Carter (May 2, 1950 – January 14, 2017) was an American singer and politician. She was the wife of former president and senator, Jimmy Carter, and was elected as the First Lady of Georgia to succeed him after his death. Carter was born to a woman who was an actor.", "final_label": "Not Sure"}
{"id": "106", "model": "flant5_xxl", "statement_id": 5, "statement": "She was buried in a grave that was uncovered when she was seen dancing with her sisters.", "context": "Sandy Carter (May 2, 1950 – January 14, 2017) was an American singer and politician. She was the wife of former president and senator, Jimmy Carter, and was elected as the First Lady of Georgia to succeed him after his death. Carter was born to a woman who was an actor. After her mother died from tuberculosis, her mother was buried in a coffin in a graveyard.", "final_label": "Unfactual"}
{"id": "107", "model": "flant5_xxl", "statement_id": 1, "statement": "Just Mobile is a mobile messaging application, launched on 13 July 2011 for BlackBerry.", "context": "", "final_label": "Unfactual"}
{"id": "107", "model": "flant5_xxl", "statement_id": 2, "statement": "It was written in C# and available in BlackBerry App World and the Google Play Store.", "context": "Just Mobile is a mobile messaging application, launched on 13 July 2011 for BlackBerry.", "final_label": "Not Sure"}
{"id": "107", "model": "flant5_xxl", "statement_id": 4, "statement": "Just Mobile offers a service to access text messages with their BlackBerry devices.", "context": "Just Mobile is a mobile messaging application, launched on 13 July 2011 for BlackBerry. It was written in C# and available in BlackBerry App World and the Google Play Store. The application is updated with new features and enhancements monthly, as well as additional devices for sale in the App Store.", "final_label": "Not Sure"}
{"id": "115", "model": "flant5_xxl", "statement_id": 1, "statement": "Texas Rangers (baseball) The Texas Rangers were a Major League Baseball (MLB) team that played in 2015.", "context": "", "final_label": "Unfactual"}
{"id": "115", "model": "flant5_xxl", "statement_id": 2, "statement": "The Rangers were a part of the American League (AL) West division.", "context": "Texas Rangers (baseball) The Texas Rangers were a Major League Baseball (MLB) team that played in 2015.", "final_label": "Factual"}
{"id": "115", "model": "flant5_xxl", "statement_id": 3, "statement": "This was the team's 10th season in the AL West division, the fourth season in the division and the team's first time winning the division.", "context": "Texas Rangers (baseball) The Texas Rangers were a Major League Baseball (MLB) team that played in 2015. The Rangers were a part of the American League (AL) West division.", "final_label": "Unfactual"}
{"id": "115", "model": "flant5_xxl", "statement_id": 4, "statement": "They began their season on April 10, 2015, with a 6–0 home win against the Oakland Athletics.", "context": "Texas Rangers (baseball) The Texas Rangers were a Major League Baseball (MLB) team that played in 2015. The Rangers were a part of the American League (AL) West division. This was the team's 10th season in the AL West division, the fourth season in the division and the team's first time winning the division.", "final_label": "Unfactual"}
{"id": "130", "model": "flant5_xxl", "statement_id": 1, "statement": "Don't Let the Sun Catch You Crying is a 2003 rock album by the Band.", "context": "", "final_label": "Unfactual"}
{"id": "130", "model": "flant5_xxl", "statement_id": 2, "statement": "It was released in the U.S. by Epic Records on May 29, 2003.", "context": "Don't Let the Sun Catch You Crying is a 2003 rock album by the Band.", "final_label": "Unfactual"}
{"id": "130", "model": "flant5_xxl", "statement_id": 3, "statement": "The album was recorded during three sessions in March and April 2003 in New York City.", "context": "Don't Let the Sun Catch You Crying is a 2003 rock album by the Band. It was released in the U.S. by Epic Records on May 29, 2003.", "final_label": "Unfactual"}
{"id": "130", "model": "flant5_xxl", "statement_id": 5, "statement": "The liner notes were written by Adam Purcell.", "context": "Don't Let the Sun Catch You Crying is a 2003 rock album by the Band. It was released in the U.S. by Epic Records on May 29, 2003. The album was recorded during three sessions in March and April 2003 in New York City. The album was mixed by John A. Dell'Antonio.", "final_label": "Unfactual"}
{"id": "131", "model": "flant5_xxl", "statement_id": 1, "statement": "Web counter is a software program used for recording website hits.", "context": "", "final_label": "Factual"}
{"id": "131", "model": "flant5_xxl", "statement_id": 2, "statement": "For example, a web counter is used to track web traffic and visitor statistics.", "context": "Web counter is a software program used for recording website hits.", "final_label": "Factual"}
{"id": "131", "model": "flant5_xxl", "statement_id": 3, "statement": "In online publishing, web counters are also used for making a web-site more interactive by adding content such as images, videos, and links to social media.", "context": "Web counter is a software program used for recording website hits. For example, a web counter is used to track web traffic and visitor statistics.", "final_label": "Not Sure"}
{"id": "131", "model": "flant5_xxl", "statement_id": 4, "statement": "Website counters can be used for reporting on web traffic and attracting advertisers.", "context": "Web counter is a software program used for recording website hits. For example, a web counter is used to track web traffic and visitor statistics. In online publishing, web counters are also used for making a web-site more interactive by adding content such as images, videos, and links to social media.", "final_label": "Factual"}
{"id": "131", "model": "flant5_xxl", "statement_id": 5, "statement": "Depending on the web counter's complexity, it may display web page statistics in a variety of ways.", "context": "Web counter is a software program used for recording website hits. For example, a web counter is used to track web traffic and visitor statistics. In online publishing, web counters are also used for making a web-site more interactive by adding content such as images, videos, and links to social media. Website counters can be used for reporting on web traffic and attracting advertisers.", "final_label": "Factual"}
{"id": "134", "model": "flant5_xxl", "statement_id": 1, "statement": "Deep belief network is a method used to construct computer programs .", "context": "", "final_label": "Factual"}
{"id": "134", "model": "flant5_xxl", "statement_id": 2, "statement": "The program functions by being input into the system and a response spit out, which in turn allows the computer to learn from the process.", "context": "Deep belief network is a method used to construct computer programs .", "final_label": "Factual"}
{"id": "134", "model": "flant5_xxl", "statement_id": 3, "statement": "The process can be set in motion by learning the behaviour of the system, which is done through reinforcement learning.", "context": "Deep belief network is a method used to construct computer programs . The program functions by being input into the system and a response spit out, which in turn allows the computer to learn from the process.", "final_label": "Not Sure"}
{"id": "134", "model": "flant5_xxl", "statement_id": 4, "statement": "Deep belief network is typically used to train neural networks.", "context": "Deep belief network is a method used to construct computer programs . The program functions by being input into the system and a response spit out, which in turn allows the computer to learn from the process. The process can be set in motion by learning the behaviour of the system, which is done through reinforcement learning.", "final_label": "Factual"}
{"id": "134", "model": "flant5_xxl", "statement_id": 5, "statement": "Intel is reportedly working with the National Centre for Atmospheric Research to use the method to train artificial neural networks.", "context": "Deep belief network is a method used to construct computer programs . The program functions by being input into the system and a response spit out, which in turn allows the computer to learn from the process. The process can be set in motion by learning the behaviour of the system, which is done through reinforcement learning. Deep belief network is typically used to train neural networks.", "final_label": "Unfactual"}
{"id": "149", "model": "flant5_xxl", "statement_id": 1, "statement": "New Circle Road is a major thoroughfare in several hamlets in the Emmet County town of New Castle, Indiana.", "context": "", "final_label": "Unfactual"}
{"id": "149", "model": "flant5_xxl", "statement_id": 2, "statement": "It links other state highways (US Route 50 and U.S. Route 30) with major thoroughfares (US Route 20 and U.S. Route 40) and is a busy connector road.", "context": "New Circle Road is a major thoroughfare in several hamlets in the Emmet County town of New Castle, Indiana.", "final_label": "Unfactual"}
{"id": "149", "model": "flant5_xxl", "statement_id": 3, "statement": "New Circle Road is named for Ohio Governor C. Nelson Newlin and his wife.", "context": "New Circle Road is a major thoroughfare in several hamlets in the Emmet County town of New Castle, Indiana. It links other state highways (US Route 50 and U.S. Route 30) with major thoroughfares (US Route 20 and U.S. Route 40) and is a busy connector road.", "final_label": "Unfactual"}
{"id": "149", "model": "flant5_xxl", "statement_id": 4, "statement": "New Circle Road is one of the last remaining examples of a former town-to-city thoroughfare in Indiana.", "context": "New Circle Road is a major thoroughfare in several hamlets in the Emmet County town of New Castle, Indiana. It links other state highways (US Route 50 and U.S. Route 30) with major thoroughfares (US Route 20 and U.S. Route 40) and is a busy connector road. New Circle Road is named for Ohio Governor C. Nelson Newlin and his wife.", "final_label": "Unfactual"}
{"id": "150", "model": "flant5_xxl", "statement_id": 1, "statement": "The Taste of Money is a 1945 British comedy film directed by Errol Sutherland.", "context": "", "final_label": "Unfactual"}
{"id": "150", "model": "flant5_xxl", "statement_id": 3, "statement": "The cast was recorded in New York City at the Moore Theatre on January 16, 1945, and released on June 24, 1945 by De Laurentiis.", "context": "The Taste of Money is a 1945 British comedy film directed by Errol Sutherland. The film stars Dermot Barry, Joan Plowright, Norman Wisdom, Ruth Roman, and Jean Smart.", "final_label": "Not Sure"}
{"id": "150", "model": "flant5_xxl", "statement_id": 5, "statement": "The film received poor reviews and was withdrawn from release after Leslie Howard complained to producers about the casting.", "context": "The Taste of Money is a 1945 British comedy film directed by Errol Sutherland. The film stars Dermot Barry, Joan Plowright, Norman Wisdom, Ruth Roman, and Jean Smart. The cast was recorded in New York City at the Moore Theatre on January 16, 1945, and released on June 24, 1945 by De Laurentiis. With Dermot Barry and Norman Wisdom in the cast, the film opened with a $3.5 million box office debut.", "final_label": "Not Sure"}
{"id": "154", "model": "flant5_xxl", "statement_id": 1, "statement": "The Sleeping Years is a 1999 British comedy film.", "context": "", "final_label": "Unfactual"}
{"id": "154", "model": "flant5_xxl", "statement_id": 2, "statement": "It is directed by Leslie Mannion and is a parody of Hollywood movies from the 1950s and 1960s.", "context": "The Sleeping Years is a 1999 British comedy film.", "final_label": "Unfactual"}
{"id": "154", "model": "flant5_xxl", "statement_id": 3, "statement": "The plot is about comedian Fred Astaire (Neil Diamond) in an homage to the comedy of genre films of the 1950s and 1960s.", "context": "The Sleeping Years is a 1999 British comedy film. It is directed by Leslie Mannion and is a parody of Hollywood movies from the 1950s and 1960s.", "final_label": "Unfactual"}
{"id": "154", "model": "flant5_xxl", "statement_id": 4, "statement": "David Warner plays Astaire.", "context": "The Sleeping Years is a 1999 British comedy film. It is directed by Leslie Mannion and is a parody of Hollywood movies from the 1950s and 1960s. The plot is about comedian Fred Astaire (Neil Diamond) in an homage to the comedy of genre films of the 1950s and 1960s.", "final_label": "Not Sure"}
{"id": "154", "model": "flant5_xxl", "statement_id": 5, "statement": "The movie was produced by the now-defunct United Artists Corporation.", "context": "The Sleeping Years is a 1999 British comedy film. It is directed by Leslie Mannion and is a parody of Hollywood movies from the 1950s and 1960s. The plot is about comedian Fred Astaire (Neil Diamond) in an homage to the comedy of genre films of the 1950s and 1960s. David Warner plays Astaire.", "final_label": "Unfactual"}
{"id": "161", "model": "flant5_xxl", "statement_id": 1, "statement": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada.", "context": "", "final_label": "Factual"}
{"id": "161", "model": "flant5_xxl", "statement_id": 2, "statement": "Point Grey Secondary School was established in 1890 as Penrose Academy, the Vancouver board's first public high school, and was renamed Point Grey in 1957.", "context": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada.", "final_label": "Unfactual"}
{"id": "161", "model": "flant5_xxl", "statement_id": 3, "statement": "The school's current name, \"Point Grey Secondary\", is the result of a compromise reached between Penrose School and its alumni, members of the Point Grey community.", "context": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada. Point Grey Secondary School was established in 1890 as Penrose Academy, the Vancouver board's first public high school, and was renamed Point Grey in 1957.", "final_label": "Not Sure"}
{"id": "161", "model": "flant5_xxl", "statement_id": 4, "statement": "Point Grey is a member of the Vancouver School Board.", "context": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada. Point Grey Secondary School was established in 1890 as Penrose Academy, the Vancouver board's first public high school, and was renamed Point Grey in 1957. The school's current name, \"Point Grey Secondary\", is the result of a compromise reached between Penrose School and its alumni, members of the Point Grey community.", "final_label": "Factual"}
{"id": "163", "model": "flant5_xxl", "statement_id": 1, "statement": "Institute for Employment Studies is a government-linked think tank on British employment policy and practice.", "context": "", "final_label": "Unfactual"}
{"id": "163", "model": "flant5_xxl", "statement_id": 2, "statement": "It is a think tank within the University of Cambridge, and is attached to the Department of Politics and International Relations.", "context": "Institute for Employment Studies is a government-linked think tank on British employment policy and practice.", "final_label": "Unfactual"}
{"id": "163", "model": "flant5_xxl", "statement_id": 3, "statement": "IEST was set up in 1997, and in the intervening years it has published widely cited empirical research in support of its findings.", "context": "Institute for Employment Studies is a government-linked think tank on British employment policy and practice. It is a think tank within the University of Cambridge, and is attached to the Department of Politics and International Relations.", "final_label": "Unfactual"}
{"id": "163", "model": "flant5_xxl", "statement_id": 4, "statement": "IEST itself is an independent, non-governmental organisation, but is financially assisted by the Department for Education and Skills.", "context": "Institute for Employment Studies is a government-linked think tank on British employment policy and practice. It is a think tank within the University of Cambridge, and is attached to the Department of Politics and International Relations. IEST was set up in 1997, and in the intervening years it has published widely cited empirical research in support of its findings.", "final_label": "Unfactual"}
{"id": "163", "model": "flant5_xxl", "statement_id": 5, "statement": "The Institute's primary mission is to conduct independent, rigorous research on employment and welfare issues in Britain and worldwide, and to contribute to policy debate.", "context": "Institute for Employment Studies is a government-linked think tank on British employment policy and practice. It is a think tank within the University of Cambridge, and is attached to the Department of Politics and International Relations. IEST was set up in 1997, and in the intervening years it has published widely cited empirical research in support of its findings. IEST itself is an independent, non-governmental organisation, but is financially assisted by the Department for Education and Skills.", "final_label": "Factual"}
{"id": "164", "model": "flant5_xxl", "statement_id": 2, "statement": "Power stations generally work with three types of fuel: fossil fuels, hydrocarbons and nuclear fuel.", "context": "Power stations, coal-fired power stations, nuclear power stations, gas-fired power stations and renewable energy power stations, and are all industrial plants.", "final_label": "Factual"}
{"id": "164", "model": "flant5_xxl", "statement_id": 3, "statement": "One type of fossil fuel, coal, is the source of about half the world's electricity.", "context": "Power stations, coal-fired power stations, nuclear power stations, gas-fired power stations and renewable energy power stations, and are all industrial plants. Power stations generally work with three types of fuel: fossil fuels, hydrocarbons and nuclear fuel.", "final_label": "Unfactual"}
{"id": "164", "model": "flant5_xxl", "statement_id": 4, "statement": "Hydrocarbons, are used to generate heat and electricity in power stations.", "context": "Power stations, coal-fired power stations, nuclear power stations, gas-fired power stations and renewable energy power stations, and are all industrial plants. Power stations generally work with three types of fuel: fossil fuels, hydrocarbons and nuclear fuel. One type of fossil fuel, coal, is the source of about half the world's electricity.", "final_label": "Factual"}
{"id": "164", "model": "flant5_xxl", "statement_id": 5, "statement": "In Brazil alone, 90 % of electrical power used is generated by coal-fired power stations.", "context": "Power stations, coal-fired power stations, nuclear power stations, gas-fired power stations and renewable energy power stations, and are all industrial plants. Power stations generally work with three types of fuel: fossil fuels, hydrocarbons and nuclear fuel. One type of fossil fuel, coal, is the source of about half the world's electricity. Hydrocarbons, are used to generate heat and electricity in power stations.", "final_label": "Unfactual"}
{"id": "169", "model": "flant5_xxl", "statement_id": 1, "statement": "Institute for Study of the Jewish Question The Institute for Study of the Jewish Question was established in Berlin in 1967 as a branch of the Stutthof Institute in Germany.", "context": "", "final_label": "Unfactual"}
{"id": "169", "model": "flant5_xxl", "statement_id": 2, "statement": "It is located in the old Jewish quarter of Berlin's Tiergarten and was named after the Jewish problem in Germany after World War II, as well as being named after its founder, David Cohen.", "context": "Institute for Study of the Jewish Question The Institute for Study of the Jewish Question was established in Berlin in 1967 as a branch of the Stutthof Institute in Germany.", "final_label": "Not Sure"}
{"id": "169", "model": "flant5_xxl", "statement_id": 3, "statement": "From the 1970s onwards it has had a prominent and successful summer program, with many Israeli experts.", "context": "Institute for Study of the Jewish Question The Institute for Study of the Jewish Question was established in Berlin in 1967 as a branch of the Stutthof Institute in Germany. It is located in the old Jewish quarter of Berlin's Tiergarten and was named after the Jewish problem in Germany after World War II, as well as being named after its founder, David Cohen.", "final_label": "Not Sure"}
{"id": "169", "model": "flant5_xxl", "statement_id": 4, "statement": "Throughout the 2000s the Institute has focused on advancing the academic debate in Israel and the Palestinian territories.", "context": "Institute for Study of the Jewish Question The Institute for Study of the Jewish Question was established in Berlin in 1967 as a branch of the Stutthof Institute in Germany. It is located in the old Jewish quarter of Berlin's Tiergarten and was named after the Jewish problem in Germany after World War II, as well as being named after its founder, David Cohen. From the 1970s onwards it has had a prominent and successful summer program, with many Israeli experts.", "final_label": "Not Sure"}
{"id": "186", "model": "flant5_xxl", "statement_id": 1, "statement": "Jones Gap State Park is a state park near Van Buren, Mississippi .", "context": "", "final_label": "Unfactual"}
{"id": "186", "model": "flant5_xxl", "statement_id": 2, "statement": "The park was established in the 1930s in a quarry as a recreation area.", "context": "Jones Gap State Park is a state park near Van Buren, Mississippi .", "final_label": "Unfactual"}
{"id": "186", "model": "flant5_xxl", "statement_id": 3, "statement": "The quarry was originally called \" Ocoee Quarry \" and was located near the Ohio River.", "context": "Jones Gap State Park is a state park near Van Buren, Mississippi . The park was established in the 1930s in a quarry as a recreation area.", "final_label": "Not Sure"}
{"id": "186", "model": "flant5_xxl", "statement_id": 4, "statement": "As of 2000, the mines ceased operation, and the area became a state park.", "context": "Jones Gap State Park is a state park near Van Buren, Mississippi . The park was established in the 1930s in a quarry as a recreation area. The quarry was originally called \" Ocoee Quarry \" and was located near the Ohio River.", "final_label": "Unfactual"}
{"id": "186", "model": "flant5_xxl", "statement_id": 5, "statement": "The park contains three major attractions: the rock overhang of \"The Keystone Arch\", the 27-foot high limestone wall of \"Maddox Tunnel\", and a privately operated archeological park that displays early american artifacts and offers tours of the caves.", "context": "Jones Gap State Park is a state park near Van Buren, Mississippi . The park was established in the 1930s in a quarry as a recreation area. The quarry was originally called \" Ocoee Quarry \" and was located near the Ohio River. As of 2000, the mines ceased operation, and the area became a state park.", "final_label": "Not Sure"}
{"id": "189", "model": "flant5_xxl", "statement_id": 2, "statement": "In addition, they own the Namisadik clay field which is part of the Kumsushali oil field in Namibia.", "context": "The companies also acquired one land company, Dena Banki, which owns three light clay deposits.", "final_label": "Not Sure"}
{"id": "189", "model": "flant5_xxl", "statement_id": 3, "statement": "It is located in the south-east of the country in the Kumsushali Field. ...", "context": "The companies also acquired one land company, Dena Banki, which owns three light clay deposits. In addition, they own the Namisadik clay field which is part of the Kumsushali oil field in Namibia.", "final_label": "Not Sure"}
{"id": "189", "model": "flant5_xxl", "statement_id": 4, "statement": "Number of light clay wells 50 500 This is the biggest single occurrence of light clay in Namibia.", "context": "The companies also acquired one land company, Dena Banki, which owns three light clay deposits. In addition, they own the Namisadik clay field which is part of the Kumsushali oil field in Namibia. It is located in the south-east of the country in the Kumsushali Field. ...", "final_label": "Not Sure"}
{"id": "191", "model": "flant5_xxl", "statement_id": 1, "statement": "The Dutch Association for Public Administration (NROZ) is the main professional organization for public administration in the Netherlands, bringing together the government administrators of local governments, municipalities and government agencies in the Netherlands, as well as academics from public administration.", "context": "", "final_label": "Unfactual"}
{"id": "191", "model": "flant5_xxl", "statement_id": 2, "statement": "It is a trade union in the Netherlands, and an associate member of the International Public Administration Union.", "context": "The Dutch Association for Public Administration (NROZ) is the main professional organization for public administration in the Netherlands, bringing together the government administrators of local governments, municipalities and government agencies in the Netherlands, as well as academics from public administration.", "final_label": "Unfactual"}
{"id": "191", "model": "flant5_xxl", "statement_id": 3, "statement": "It has currently roughly 33,000 members.", "context": "The Dutch Association for Public Administration (NROZ) is the main professional organization for public administration in the Netherlands, bringing together the government administrators of local governments, municipalities and government agencies in the Netherlands, as well as academics from public administration. It is a trade union in the Netherlands, and an associate member of the International Public Administration Union.", "final_label": "Unfactual"}
{"id": "191", "model": "flant5_xxl", "statement_id": 4, "statement": "The NROZ was founded in 1946, and was founded as the Association of the Dutch Local Government Authorities.", "context": "The Dutch Association for Public Administration (NROZ) is the main professional organization for public administration in the Netherlands, bringing together the government administrators of local governments, municipalities and government agencies in the Netherlands, as well as academics from public administration. It is a trade union in the Netherlands, and an associate member of the International Public Administration Union. It has currently roughly 33,000 members.", "final_label": "Unfactual"}
{"id": "194", "model": "flant5_xxl", "statement_id": 1, "statement": "Edward James Boys is an album by jazz musician/producer Ed James released in 1978 by Bluebird Records.", "context": "", "final_label": "Unfactual"}
{"id": "194", "model": "flant5_xxl", "statement_id": 2, "statement": "James recorded and produced both sides of the double album.", "context": "Edward James Boys is an album by jazz musician/producer Ed James released in 1978 by Bluebird Records.", "final_label": "Unfactual"}
{"id": "194", "model": "flant5_xxl", "statement_id": 3, "statement": "The two sides are songs written and/or arranged by James.", "context": "Edward James Boys is an album by jazz musician/producer Ed James released in 1978 by Bluebird Records. James recorded and produced both sides of the double album.", "final_label": "Unfactual"}
{"id": "194", "model": "flant5_xxl", "statement_id": 4, "statement": "The album received positive reviews and was very successful.", "context": "Edward James Boys is an album by jazz musician/producer Ed James released in 1978 by Bluebird Records. James recorded and produced both sides of the double album. The two sides are songs written and/or arranged by James.", "final_label": "Unfactual"}
{"id": "194", "model": "flant5_xxl", "statement_id": 5, "statement": "The album produced two Billboard magazine singles in 1978: \"All You Need Is Love\" and \"I Won't Let You Go\".", "context": "Edward James Boys is an album by jazz musician/producer Ed James released in 1978 by Bluebird Records. James recorded and produced both sides of the double album. The two sides are songs written and/or arranged by James. The album received positive reviews and was very successful.", "final_label": "Unfactual"}
{"id": "199", "model": "flant5_xxl", "statement_id": 1, "statement": "The Little League World Series home run derby is an annual competition for Little League Baseball players in the United States.", "context": "", "final_label": "Factual"}
{"id": "199", "model": "flant5_xxl", "statement_id": 2, "statement": "Players from around the country attempt to hit a baseball into the stands of Yankee Stadium in New York City.", "context": "The Little League World Series home run derby is an annual competition for Little League Baseball players in the United States.", "final_label": "Not Sure"}
{"id": "199", "model": "flant5_xxl", "statement_id": 4, "statement": "Players are timed to see who can hit the ball farthest into the stands while still maintaining control of the ball.", "context": "The Little League World Series home run derby is an annual competition for Little League Baseball players in the United States. Players from around the country attempt to hit a baseball into the stands of Yankee Stadium in New York City. Baseball is played in front of a large audience, which is sometimes 25,000 or more.", "final_label": "Factual"}
{"id": "199", "model": "flant5_xxl", "statement_id": 5, "statement": "The game is still played with a traditional five-inning format.", "context": "The Little League World Series home run derby is an annual competition for Little League Baseball players in the United States. Players from around the country attempt to hit a baseball into the stands of Yankee Stadium in New York City. Baseball is played in front of a large audience, which is sometimes 25,000 or more. Players are timed to see who can hit the ball farthest into the stands while still maintaining control of the ball.", "final_label": "Not Sure"}
{"id": "200", "model": "flant5_xxl", "statement_id": 1, "statement": "Russian wine, or Kulakh, is a traditional drink.", "context": "", "final_label": "Not Sure"}
{"id": "200", "model": "flant5_xxl", "statement_id": 3, "statement": "During the Soviet Union, most bottles of Kulakh were made from raisins.", "context": "Russian wine, or Kulakh, is a traditional drink. It is made from grapes, sweetened and served during the Russian festive, \"Olympic,\" and \"Harvest festivals\" and at other Russian holidays, such as the Year of the Rooster, and during soviet times, when alcohol levels were so low that most people did not drink it.", "final_label": "Not Sure"}
{"id": "200", "model": "flant5_xxl", "statement_id": 4, "statement": "Slavic cranberry, \"beri beri\" or \"krenk-beri\", can be substituted for raisins in the recipe.", "context": "Russian wine, or Kulakh, is a traditional drink. It is made from grapes, sweetened and served during the Russian festive, \"Olympic,\" and \"Harvest festivals\" and at other Russian holidays, such as the Year of the Rooster, and during soviet times, when alcohol levels were so low that most people did not drink it. During the Soviet Union, most bottles of Kulakh were made from raisins.", "final_label": "Not Sure"}
{"id": "214", "model": "flant5_xxl", "statement_id": 1, "statement": "William C. Wright (died 1903) was an American educator and professor of English at Yale University.", "context": "", "final_label": "Unfactual"}
{"id": "214", "model": "flant5_xxl", "statement_id": 2, "statement": "He served as a member of the U.S. House of Representatives in the 1870s and 1880s.", "context": "William C. Wright (died 1903) was an American educator and professor of English at Yale University.", "final_label": "Unfactual"}
{"id": "214", "model": "flant5_xxl", "statement_id": 3, "statement": "Wright was also president of Yale University and dean of Yale College.", "context": "William C. Wright (died 1903) was an American educator and professor of English at Yale University. He served as a member of the U.S. House of Representatives in the 1870s and 1880s.", "final_label": "Not Sure"}
{"id": "214", "model": "flant5_xxl", "statement_id": 4, "statement": "Wright was a fellow of the American Academy in Berlin.", "context": "William C. Wright (died 1903) was an American educator and professor of English at Yale University. He served as a member of the U.S. House of Representatives in the 1870s and 1880s. Wright was also president of Yale University and dean of Yale College.", "final_label": "Not Sure"}
{"id": "0", "model": "llama30b", "statement_id": 1, "statement": "The Singapore University of Social Sciences (SUSS) is a public university in Singapore.", "context": "", "final_label": "Factual"}
{"id": "0", "model": "llama30b", "statement_id": 2, "statement": "It was established in 2005, with 2 predecessor institutions, the National University of Singapore (NUS) and the Nanyang Technological University (NTU).", "context": "The Singapore University of Social Sciences (SUSS) is a public university in Singapore.", "final_label": "Unfactual"}
{"id": "0", "model": "llama30b", "statement_id": 3, "statement": "It was then known as SIM University until 2017.", "context": "The Singapore University of Social Sciences (SUSS) is a public university in Singapore. It was established in 2005, with 2 predecessor institutions, the National University of Singapore (NUS) and the Nanyang Technological University (NTU).", "final_label": "Factual"}
{"id": "0", "model": "llama30b", "statement_id": 4, "statement": "It is the sixth autonomous university in Singapore, and its mission is to provide lifelong education to working professionals and other adult learners in Singapore.", "context": "The Singapore University of Social Sciences (SUSS) is a public university in Singapore. It was established in 2005, with 2 predecessor institutions, the National University of Singapore (NUS) and the Nanyang Technological University (NTU). It was then known as SIM University until 2017.", "final_label": "Factual"}
{"id": "0", "model": "llama30b", "statement_id": 5, "statement": "The university caters mainly to working adults.", "context": "The Singapore University of Social Sciences (SUSS) is a public university in Singapore. It was established in 2005, with 2 predecessor institutions, the National University of Singapore (NUS) and the Nanyang Technological University (NTU). It was then known as SIM University until 2017. It is the sixth autonomous university in Singapore, and its mission is to provide lifelong education to working professionals and other adult learners in Singapore.", "final_label": "Factual"}
{"id": "1", "model": "llama30b", "statement_id": 1, "statement": "Martin Stadium is an outdoor athletic stadium on the campus of Washington State University in Pullman, Washington.", "context": "", "final_label": "Factual"}
{"id": "1", "model": "llama30b", "statement_id": 2, "statement": "It is the home field of the Washington State Cougars of the Pac-12 Conference, and has a seating capacity of 33,522.", "context": "Martin Stadium is an outdoor athletic stadium on the campus of Washington State University in Pullman, Washington.", "final_label": "Factual"}
{"id": "1", "model": "llama30b", "statement_id": 3, "statement": "Martin Stadium is named after Bert Martin, an All-American football player at Washington State and member of the College Football Hall of Fame, in 1972, the field was named after Keith Jackson, a former WSU quarterback and sportscaster.", "context": "Martin Stadium is an outdoor athletic stadium on the campus of Washington State University in Pullman, Washington. It is the home field of the Washington State Cougars of the Pac-12 Conference, and has a seating capacity of 33,522.", "final_label": "Unfactual"}
{"id": "1", "model": "llama30b", "statement_id": 4, "statement": "The Cougars have played their home games on the field since 1972, previously playing at Rogers Field since 1900.", "context": "Martin Stadium is an outdoor athletic stadium on the campus of Washington State University in Pullman, Washington. It is the home field of the Washington State Cougars of the Pac-12 Conference, and has a seating capacity of 33,522. Martin Stadium is named after Bert Martin, an All-American football player at Washington State and member of the College Football Hall of Fame, in 1972, the field was named after Keith Jackson, a former WSU quarterback and sportscaster.", "final_label": "Unfactual"}
{"id": "10", "model": "llama30b", "statement_id": 1, "statement": "The history of the Singapore Police Force (SPF) dates back to the 1819 establishment of a police force in Singapore by Sir Stamford Raffles, who was the founder of modern Singapore.", "context": "", "final_label": "Unfactual"}
{"id": "10", "model": "llama30b", "statement_id": 2, "statement": "The SPF started off with 11 personnel, who were armed with just a wooden staff each.", "context": "The history of the Singapore Police Force (SPF) dates back to the 1819 establishment of a police force in Singapore by Sir Stamford Raffles, who was the founder of modern Singapore.", "final_label": "Unfactual"}
{"id": "10", "model": "llama30b", "statement_id": 3, "statement": "From these humble beginnings, the SPF has since grown into a force of more than 10,000 personnel, which is supported by more than 4,000 Volunteer Special Constabulary personnel.", "context": "The history of the Singapore Police Force (SPF) dates back to the 1819 establishment of a police force in Singapore by Sir Stamford Raffles, who was the founder of modern Singapore. The SPF started off with 11 personnel, who were armed with just a wooden staff each.", "final_label": "Unfactual"}
{"id": "10", "model": "llama30b", "statement_id": 4, "statement": "The SPF currently protects Singapore 24 hours a day, 365 days a year with the assistance of advanced technologies such as closed-circuit television, helicopter surveillance and automated traffic enforcement cameras.", "context": "The history of the Singapore Police Force (SPF) dates back to the 1819 establishment of a police force in Singapore by Sir Stamford Raffles, who was the founder of modern Singapore. The SPF started off with 11 personnel, who were armed with just a wooden staff each. From these humble beginnings, the SPF has since grown into a force of more than 10,000 personnel, which is supported by more than 4,000 Volunteer Special Constabulary personnel.", "final_label": "Factual"}
{"id": "30", "model": "llama30b", "statement_id": 1, "statement": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill.", "context": "", "final_label": "Factual"}
{"id": "30", "model": "llama30b", "statement_id": 2, "statement": "It was released on June 29, 2015, by Maybach Music Group and Atlantic Records.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill.", "final_label": "Factual"}
{"id": "30", "model": "llama30b", "statement_id": 3, "statement": "The album serves as a sequel to his debut album Dreams and Nightmares (2012).", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill. It was released on June 29, 2015, by Maybach Music Group and Atlantic Records.", "final_label": "Factual"}
{"id": "30", "model": "llama30b", "statement_id": 4, "statement": "Mill started working on the album in October 2013, and continued work into 2014, while simultaneously working on his Dreams Worth More Than Money Tour (2014).", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill. It was released on June 29, 2015, by Maybach Music Group and Atlantic Records. The album serves as a sequel to his debut album Dreams and Nightmares (2012).", "final_label": "Factual"}
{"id": "30", "model": "llama30b", "statement_id": 5, "statement": "He collaborated with a host of producers, including Quentin Miller, DJ Khaled, Jahlil Beats, Swizz Beatz, Metro Boomin and Sonic.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill. It was released on June 29, 2015, by Maybach Music Group and Atlantic Records. The album serves as a sequel to his debut album Dreams and Nightmares (2012). Mill started working on the album in October 2013, and continued work into 2014, while simultaneously working on his Dreams Worth More Than Money Tour (2014).", "final_label": "Factual"}
{"id": "39", "model": "llama30b", "statement_id": 1, "statement": "Cable television or community antenna television (CATV) is a system of delivering television programming to consumers via radio frequency (RF) signals transmitted to televisions through coaxial cables or fiber-optic cables.", "context": "", "final_label": "Factual"}
{"id": "39", "model": "llama30b", "statement_id": 2, "statement": "This contrasts with broadcast television, which is transmitted over the air by radio waves and received by a television antenna attached to the television.", "context": "Cable television or community antenna television (CATV) is a system of delivering television programming to consumers via radio frequency (RF) signals transmitted to televisions through coaxial cables or fiber-optic cables.", "final_label": "Factual"}
{"id": "39", "model": "llama30b", "statement_id": 3, "statement": "FM radio programming, high-speed Internet, telephone service, and similar non-television services may also be provided through these cables.", "context": "Cable television or community antenna television (CATV) is a system of delivering television programming to consumers via radio frequency (RF) signals transmitted to televisions through coaxial cables or fiber-optic cables. This contrasts with broadcast television, which is transmitted over the air by radio waves and received by a television antenna attached to the television.", "final_label": "Factual"}
{"id": "44", "model": "llama30b", "statement_id": 1, "statement": "Healing Through Fire is an Icelandic rock/metal band from Hafnarfjörður.", "context": "", "final_label": "Unfactual"}
{"id": "44", "model": "llama30b", "statement_id": 2, "statement": "The band is notable for their participation in the Icelandic Eurovision pre-selection of 2009, Söngvakeppni Sjónvarpsins 2009, with the song Svefns Og Vöku Skil in which they finished 6th.", "context": "Healing Through Fire is an Icelandic rock/metal band from Hafnarfjörður.", "final_label": "Not Sure"}
{"id": "44", "model": "llama30b", "statement_id": 3, "statement": "Their debut album was released in 2006.", "context": "Healing Through Fire is an Icelandic rock/metal band from Hafnarfjörður. The band is notable for their participation in the Icelandic Eurovision pre-selection of 2009, Söngvakeppni Sjónvarpsins 2009, with the song Svefns Og Vöku Skil in which they finished 6th.", "final_label": "Not Sure"}
{"id": "44", "model": "llama30b", "statement_id": 4, "statement": "In 2008 the band won the title of Icelandic Rock Album of the Year for their second album \"Petra Inferno\".", "context": "Healing Through Fire is an Icelandic rock/metal band from Hafnarfjörður. The band is notable for their participation in the Icelandic Eurovision pre-selection of 2009, Söngvakeppni Sjónvarpsins 2009, with the song Svefns Og Vöku Skil in which they finished 6th. Their debut album was released in 2006.", "final_label": "Not Sure"}
{"id": "49", "model": "llama30b", "statement_id": 1, "statement": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland.", "context": "", "final_label": "Factual"}
{"id": "49", "model": "llama30b", "statement_id": 2, "statement": "It provides operating lease and loan finance on new and used aircraft and engines for regional and business aircraft operators, financial institutions and aircraft owners.", "context": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland.", "final_label": "Unfactual"}
{"id": "49", "model": "llama30b", "statement_id": 4, "statement": "LCI focuses on the regional and business aircraft markets.", "context": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland. It provides operating lease and loan finance on new and used aircraft and engines for regional and business aircraft operators, financial institutions and aircraft owners. LCI is an AWAS company.", "final_label": "Not Sure"}
{"id": "49", "model": "llama30b", "statement_id": 5, "statement": "It offers aircraft management, lease management, technical management, consultancy and valuation services.", "context": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland. It provides operating lease and loan finance on new and used aircraft and engines for regional and business aircraft operators, financial institutions and aircraft owners. LCI is an AWAS company. LCI focuses on the regional and business aircraft markets.", "final_label": "Unfactual"}
{"id": "51", "model": "llama30b", "statement_id": 1, "statement": "Dennis Gordon (born October 14, 1942 in London) is a British television and film writer and producer.", "context": "", "final_label": "Unfactual"}
{"id": "51", "model": "llama30b", "statement_id": 4, "statement": "Gordon wrote two novels, \"The Man Who Was Sherlock Holmes\" in 1994 and \"Dear Sherlock Holmes\" in 1998, both based on his series.", "context": "Dennis Gordon (born October 14, 1942 in London) is a British television and film writer and producer. He created the 1978 science-fiction series The Tomorrow People, the 1981 revival of the science-fiction series Blake's 7, as well as the 1980s cult series The Adventures of Sherlock Holmes and Doctor Watson. He also created the 1987 British teen drama called Breaking Glass, and the 1992 made-for-television thriller entitled When the Heat Cools Off.", "final_label": "Not Sure"}
{"id": "54", "model": "llama30b", "statement_id": 1, "statement": "Jan Six (born 1618 in Amsterdam – 1700) was a Dutch regent, art collector and portrait painter.", "context": "", "final_label": "Factual"}
{"id": "54", "model": "llama30b", "statement_id": 2, "statement": "His father was the mayor of Amsterdam, and a great art collector, and Jan Six inherited his fathers collection and artistic genes.", "context": "Jan Six (born 1618 in Amsterdam – 1700) was a Dutch regent, art collector and portrait painter.", "final_label": "Unfactual"}
{"id": "54", "model": "llama30b", "statement_id": 4, "statement": "Jan Sixs portrait was painted by Rembrandt around 1654.", "context": "Jan Six (born 1618 in Amsterdam – 1700) was a Dutch regent, art collector and portrait painter. His father was the mayor of Amsterdam, and a great art collector, and Jan Six inherited his fathers collection and artistic genes. Jan Six is regarded as one of the most important art collectors of the Dutch Golden Age.", "final_label": "Factual"}
{"id": "63", "model": "llama30b", "statement_id": 1, "statement": "To Hell and Black is a 2006 studio album by Deadsy.", "context": "", "final_label": "Unfactual"}
{"id": "63", "model": "llama30b", "statement_id": 2, "statement": "The album was produced by Deadsy and Sean Beavan.", "context": "To Hell and Black is a 2006 studio album by Deadsy.", "final_label": "Unfactual"}
{"id": "63", "model": "llama30b", "statement_id": 4, "statement": "135 on the U.S. Billboard 200 albums chart, selling more than 14,000 copies in its first week of release.", "context": "To Hell and Black is a 2006 studio album by Deadsy. The album was produced by Deadsy and Sean Beavan. The album debuted at No.", "final_label": "Unfactual"}
{"id": "67", "model": "llama30b", "statement_id": 1, "statement": "Gordon Stanley (3 November 1926 – 17 November 2013) was an Australian rules footballer who played with Collingwood in the Victorian Football League (VFL).", "context": "", "final_label": "Unfactual"}
{"id": "67", "model": "llama30b", "statement_id": 2, "statement": "Born in Williamstown, Stanley was a key defender for Collingwood in the 1940s and 1950s.", "context": "Gordon Stanley (3 November 1926 – 17 November 2013) was an Australian rules footballer who played with Collingwood in the Victorian Football League (VFL).", "final_label": "Unfactual"}
{"id": "67", "model": "llama30b", "statement_id": 3, "statement": "A fine mark, Stanley was rated as one of the finest overhead marks in the competition during his career.", "context": "Gordon Stanley (3 November 1926 – 17 November 2013) was an Australian rules footballer who played with Collingwood in the Victorian Football League (VFL). Born in Williamstown, Stanley was a key defender for Collingwood in the 1940s and 1950s.", "final_label": "Not Sure"}
{"id": "67", "model": "llama30b", "statement_id": 4, "statement": "A highly reliable defender, Stanley played in six consecutive grand finals, from 1952 to 1957, helping Collingwood win three premierships.", "context": "Gordon Stanley (3 November 1926 – 17 November 2013) was an Australian rules footballer who played with Collingwood in the Victorian Football League (VFL). Born in Williamstown, Stanley was a key defender for Collingwood in the 1940s and 1950s. A fine mark, Stanley was rated as one of the finest overhead marks in the competition during his career.", "final_label": "Unfactual"}
{"id": "67", "model": "llama30b", "statement_id": 5, "statement": "His three premierships were in 1953, 1956 and 1958.", "context": "Gordon Stanley (3 November 1926 – 17 November 2013) was an Australian rules footballer who played with Collingwood in the Victorian Football League (VFL). Born in Williamstown, Stanley was a key defender for Collingwood in the 1940s and 1950s. A fine mark, Stanley was rated as one of the finest overhead marks in the competition during his career. A highly reliable defender, Stanley played in six consecutive grand finals, from 1952 to 1957, helping Collingwood win three premierships.", "final_label": "Unfactual"}
{"id": "75", "model": "llama30b", "statement_id": 1, "statement": "Touch the Wall is a 2014 American documentary film directed by Christina Kostoff and written by Christina Kostoff and Sean Gillane.", "context": "", "final_label": "Unfactual"}
{"id": "75", "model": "llama30b", "statement_id": 2, "statement": "The film revolves around two Olympic hopefuls who will compete in swimming at the 2012 Summer Olympics.", "context": "Touch the Wall is a 2014 American documentary film directed by Christina Kostoff and written by Christina Kostoff and Sean Gillane.", "final_label": "Factual"}
{"id": "75", "model": "llama30b", "statement_id": 3, "statement": "The film was released on July 16, 2014.", "context": "Touch the Wall is a 2014 American documentary film directed by Christina Kostoff and written by Christina Kostoff and Sean Gillane. The film revolves around two Olympic hopefuls who will compete in swimming at the 2012 Summer Olympics.", "final_label": "Not Sure"}
{"id": "75", "model": "llama30b", "statement_id": 4, "statement": "The documentary is about the Olympic swimming hopefuls Arianna Vanderpool-Wallace and Missy Franklin.", "context": "Touch the Wall is a 2014 American documentary film directed by Christina Kostoff and written by Christina Kostoff and Sean Gillane. The film revolves around two Olympic hopefuls who will compete in swimming at the 2012 Summer Olympics. The film was released on July 16, 2014.", "final_label": "Unfactual"}
{"id": "75", "model": "llama30b", "statement_id": 5, "statement": "It was produced by Splendid Art Productions.", "context": "Touch the Wall is a 2014 American documentary film directed by Christina Kostoff and written by Christina Kostoff and Sean Gillane. The film revolves around two Olympic hopefuls who will compete in swimming at the 2012 Summer Olympics. The film was released on July 16, 2014. The documentary is about the Olympic swimming hopefuls Arianna Vanderpool-Wallace and Missy Franklin.", "final_label": "Unfactual"}
{"id": "79", "model": "llama30b", "statement_id": 1, "statement": "John William Parker (1829–1900) was a Justice of the Supreme Court of Texas from 1874 to 1888.", "context": "", "final_label": "Unfactual"}
{"id": "79", "model": "llama30b", "statement_id": 2, "statement": "John William Parker was born in Augusta, Georgia on September 21, 1829 to Theodore and Elizabeth Brown Parker.", "context": "John William Parker (1829–1900) was a Justice of the Supreme Court of Texas from 1874 to 1888.", "final_label": "Unfactual"}
{"id": "79", "model": "llama30b", "statement_id": 4, "statement": "During the Civil War, he served with the Eighteenth Texas Infantry Regiment and as a volunteer aide-de-camp to Brigadier General John Gregg in the Trans-Mississippi Department of the Confederate States Army.", "context": "John William Parker (1829–1900) was a Justice of the Supreme Court of Texas from 1874 to 1888. John William Parker was born in Augusta, Georgia on September 21, 1829 to Theodore and Elizabeth Brown Parker. He graduated from the University of Virginia and came to Texas with his father in 1849.", "final_label": "Not Sure"}
{"id": "84", "model": "llama30b", "statement_id": 2, "statement": "Its mission was to collect and analyze strategic information required by the Joint Chiefs of Staff and to conduct special operations behind enemy lines.", "context": "The Office of the Coordinator of Information (COI) was an American government intelligence agency founded on July 11, 1941, by President Franklin D. Roosevelt shortly after the beginning of World War II in Europe.", "final_label": "Unfactual"}
{"id": "84", "model": "llama30b", "statement_id": 3, "statement": "William J. Donovan headed the COI.", "context": "The Office of the Coordinator of Information (COI) was an American government intelligence agency founded on July 11, 1941, by President Franklin D. Roosevelt shortly after the beginning of World War II in Europe. Its mission was to collect and analyze strategic information required by the Joint Chiefs of Staff and to conduct special operations behind enemy lines.", "final_label": "Unfactual"}
{"id": "84", "model": "llama30b", "statement_id": 4, "statement": "Its most significant and popular operations during the war were the use of neutral \"third countries\" and non-official cover operatives for spying behind enemy lines, including the coordination of the efforts of multiple intelligence agencies to prevent the leakage of information to enemy hands.", "context": "The Office of the Coordinator of Information (COI) was an American government intelligence agency founded on July 11, 1941, by President Franklin D. Roosevelt shortly after the beginning of World War II in Europe. Its mission was to collect and analyze strategic information required by the Joint Chiefs of Staff and to conduct special operations behind enemy lines. William J. Donovan headed the COI.", "final_label": "Not Sure"}
{"id": "85", "model": "llama30b", "statement_id": 1, "statement": "Douglas Joseph How, PC QC (July 31, 1908 – December 23, 1998) was a Canadian politician, judge, barrister and author.", "context": "", "final_label": "Not Sure"}
{"id": "85", "model": "llama30b", "statement_id": 2, "statement": "He was the first federal Cabinet minister from Saskatchewan to come from neither the Liberal Party of Canada nor the Progressive Conservative Party of Canada.", "context": "Douglas Joseph How, PC QC (July 31, 1908 – December 23, 1998) was a Canadian politician, judge, barrister and author.", "final_label": "Not Sure"}
{"id": "85", "model": "llama30b", "statement_id": 3, "statement": "As an author, he used the pen name D.D. Howe.", "context": "Douglas Joseph How, PC QC (July 31, 1908 – December 23, 1998) was a Canadian politician, judge, barrister and author. He was the first federal Cabinet minister from Saskatchewan to come from neither the Liberal Party of Canada nor the Progressive Conservative Party of Canada.", "final_label": "Not Sure"}
{"id": "85", "model": "llama30b", "statement_id": 4, "statement": "How was born in 1908 in Carrot River, Saskatchewan, where he attended public schools.", "context": "Douglas Joseph How, PC QC (July 31, 1908 – December 23, 1998) was a Canadian politician, judge, barrister and author. He was the first federal Cabinet minister from Saskatchewan to come from neither the Liberal Party of Canada nor the Progressive Conservative Party of Canada. As an author, he used the pen name D.D. Howe.", "final_label": "Not Sure"}
{"id": "85", "model": "llama30b", "statement_id": 5, "statement": "He attended the University of Saskatchewan in Saskatoon, receiving a B.A. in 1928 and LL.B. in 1931.", "context": "Douglas Joseph How, PC QC (July 31, 1908 – December 23, 1998) was a Canadian politician, judge, barrister and author. He was the first federal Cabinet minister from Saskatchewan to come from neither the Liberal Party of Canada nor the Progressive Conservative Party of Canada. As an author, he used the pen name D.D. Howe. How was born in 1908 in Carrot River, Saskatchewan, where he attended public schools.", "final_label": "Not Sure"}
{"id": "89", "model": "llama30b", "statement_id": 1, "statement": "Forever Mine is a 1999 American crime drama film directed by Paul Schrader and starring Joseph Fiennes, Ray Liotta, Gretchen Mol, Vincent Laresca and Don Creech.", "context": "", "final_label": "Unfactual"}
{"id": "89", "model": "llama30b", "statement_id": 2, "statement": "It was written by Harold Becker and Vince Gilligan.", "context": "Forever Mine is a 1999 American crime drama film directed by Paul Schrader and starring Joseph Fiennes, Ray Liotta, Gretchen Mol, Vincent Laresca and Don Creech.", "final_label": "Unfactual"}
{"id": "89", "model": "llama30b", "statement_id": 3, "statement": "Based on the novel Star Money by J. D. Reed, the film was a box office bomb grossing $2,804,128 on a $10 million budget.", "context": "Forever Mine is a 1999 American crime drama film directed by Paul Schrader and starring Joseph Fiennes, Ray Liotta, Gretchen Mol, Vincent Laresca and Don Creech. It was written by Harold Becker and Vince Gilligan.", "final_label": "Not Sure"}
{"id": "89", "model": "llama30b", "statement_id": 4, "statement": "The film is also known as FBI 2: The Price of a Witness.", "context": "Forever Mine is a 1999 American crime drama film directed by Paul Schrader and starring Joseph Fiennes, Ray Liotta, Gretchen Mol, Vincent Laresca and Don Creech. It was written by Harold Becker and Vince Gilligan. Based on the novel Star Money by J. D. Reed, the film was a box office bomb grossing $2,804,128 on a $10 million budget.", "final_label": "Not Sure"}
{"id": "105", "model": "llama30b", "statement_id": 1, "statement": "Jane Lee (October 8, 1909 – December 15, 1957) was an American actress who appeared in films from 1932 to 1939.", "context": "", "final_label": "Unfactual"}
{"id": "105", "model": "llama30b", "statement_id": 2, "statement": "One of her notable roles was as Eva Bonetti in Little Miss Broadway, a 1938 motion picture by Twentieth Century Fox.", "context": "Jane Lee (October 8, 1909 – December 15, 1957) was an American actress who appeared in films from 1932 to 1939.", "final_label": "Not Sure"}
{"id": "105", "model": "llama30b", "statement_id": 3, "statement": "Lee made her film debut as \"Benita\" in \"Women Won't Tell\" in 1932.", "context": "Jane Lee (October 8, 1909 – December 15, 1957) was an American actress who appeared in films from 1932 to 1939. One of her notable roles was as Eva Bonetti in Little Miss Broadway, a 1938 motion picture by Twentieth Century Fox.", "final_label": "Not Sure"}
{"id": "105", "model": "llama30b", "statement_id": 4, "statement": "She also appeared in \"Chinatown Squad\" (1935) and \"I Promise To Pay\" (1937). \"", "context": "Jane Lee (October 8, 1909 – December 15, 1957) was an American actress who appeared in films from 1932 to 1939. One of her notable roles was as Eva Bonetti in Little Miss Broadway, a 1938 motion picture by Twentieth Century Fox. Lee made her film debut as \"Benita\" in \"Women Won't Tell\" in 1932.", "final_label": "Unfactual"}
{"id": "105", "model": "llama30b", "statement_id": 5, "statement": "Chinatown Squad\" was produced by Republic Pictures, based on a screenplay by Oliver Drake, with George B. Seitz directing.", "context": "Jane Lee (October 8, 1909 – December 15, 1957) was an American actress who appeared in films from 1932 to 1939. One of her notable roles was as Eva Bonetti in Little Miss Broadway, a 1938 motion picture by Twentieth Century Fox. Lee made her film debut as \"Benita\" in \"Women Won't Tell\" in 1932. She also appeared in \"Chinatown Squad\" (1935) and \"I Promise To Pay\" (1937). \"", "final_label": "Unfactual"}
{"id": "106", "model": "llama30b", "statement_id": 1, "statement": "Sandy Carter (born September 26, 1962) is an American technology executive and former world ranked tennis player, ranked # 96 in the world (1981) in women's singles.", "context": "", "final_label": "Unfactual"}
{"id": "106", "model": "llama30b", "statement_id": 2, "statement": "She is IBM's Worldwide General Manager, Ecosystem Development and Social Business Evangelism.", "context": "Sandy Carter (born September 26, 1962) is an American technology executive and former world ranked tennis player, ranked # 96 in the world (1981) in women's singles.", "final_label": "Unfactual"}
{"id": "106", "model": "llama30b", "statement_id": 5, "statement": "On February 25, 2015 she was appointed as an independent member of the Board of Directors of DocuSign.", "context": "Sandy Carter (born September 26, 1962) is an American technology executive and former world ranked tennis player, ranked # 96 in the world (1981) in women's singles. She is IBM's Worldwide General Manager, Ecosystem Development and Social Business Evangelism. In this capacity, she leads IBM's Social Business Evangelism and Developer Ecosystem programs, and guides aspects of IBM's Social Business and Smarter Commerce initiatives. In 2012 she was named one of the top 20 women in the Channel by CRN.", "final_label": "Not Sure"}
{"id": "107", "model": "llama30b", "statement_id": 1, "statement": "Just Mobile (also known as Just Mobile HK) is a Hong Kong-based manufacturer of accessories for consumer electronics.", "context": "", "final_label": "Unfactual"}
{"id": "107", "model": "llama30b", "statement_id": 2, "statement": "Its products are sold in 45 countries and through retailers such as Harvey Norman and Airport Business Centers in Australia, Chunghwa Telecom in Taiwan, and Media Markt in Europe.", "context": "Just Mobile (also known as Just Mobile HK) is a Hong Kong-based manufacturer of accessories for consumer electronics.", "final_label": "Not Sure"}
{"id": "107", "model": "llama30b", "statement_id": 3, "statement": "The company's headquarters are located in Hong Kong and its European head office is based in Brussels.", "context": "Just Mobile (also known as Just Mobile HK) is a Hong Kong-based manufacturer of accessories for consumer electronics. Its products are sold in 45 countries and through retailers such as Harvey Norman and Airport Business Centers in Australia, Chunghwa Telecom in Taiwan, and Media Markt in Europe.", "final_label": "Unfactual"}
{"id": "107", "model": "llama30b", "statement_id": 4, "statement": "The company currently markets its products in Australia, Austria, Belgium, China, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, India, Indonesia, Italy, Japan, Mexico, Netherlands, New Zealand, Norway, Philippines, Poland, Portugal, Russia, Singapore, Slovakia, South Korea, Spain, Sweden, Switzerland, Thailand, Turkey, the UK and the USA.", "context": "Just Mobile (also known as Just Mobile HK) is a Hong Kong-based manufacturer of accessories for consumer electronics. Its products are sold in 45 countries and through retailers such as Harvey Norman and Airport Business Centers in Australia, Chunghwa Telecom in Taiwan, and Media Markt in Europe. The company's headquarters are located in Hong Kong and its European head office is based in Brussels.", "final_label": "Not Sure"}
{"id": "115", "model": "llama30b", "statement_id": 1, "statement": "The Texas Rangers are a professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex.", "context": "", "final_label": "Factual"}
{"id": "115", "model": "llama30b", "statement_id": 2, "statement": "The Rangers play in the American League West division of Major League Baseball.", "context": "The Texas Rangers are a professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex.", "final_label": "Factual"}
{"id": "115", "model": "llama30b", "statement_id": 3, "statement": "The 2015 Texas Rangers season was the franchise's 54th season, and the 44th in Arlington.", "context": "The Texas Rangers are a professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex. The Rangers play in the American League West division of Major League Baseball.", "final_label": "Unfactual"}
{"id": "115", "model": "llama30b", "statement_id": 4, "statement": "The Rangers finished the regular season 88–74, second in the American League West division to the Houston Astros, and missed the postseason for the first time since 2009.", "context": "The Texas Rangers are a professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex. The Rangers play in the American League West division of Major League Baseball. The 2015 Texas Rangers season was the franchise's 54th season, and the 44th in Arlington.", "final_label": "Not Sure"}
{"id": "130", "model": "llama30b", "statement_id": 1, "statement": "\"Don't Let the Sun Catch You Crying\" is a 1964 hit single by British singer-songwriter Gerry and the Pacemakers.", "context": "", "final_label": "Factual"}
{"id": "130", "model": "llama30b", "statement_id": 2, "statement": "Released by EMI Columbia Records in May 1964, it was a worldwide hit, peaking at number 4 on the UK Singles Chart and number 6 on the Billboard Hot 100 in the US.", "context": "\"Don't Let the Sun Catch You Crying\" is a 1964 hit single by British singer-songwriter Gerry and the Pacemakers.", "final_label": "Unfactual"}
{"id": "130", "model": "llama30b", "statement_id": 3, "statement": "In Canada, the song reached number 1 on the CHUM Hit Parade.", "context": "\"Don't Let the Sun Catch You Crying\" is a 1964 hit single by British singer-songwriter Gerry and the Pacemakers. Released by EMI Columbia Records in May 1964, it was a worldwide hit, peaking at number 4 on the UK Singles Chart and number 6 on the Billboard Hot 100 in the US.", "final_label": "Unfactual"}
{"id": "130", "model": "llama30b", "statement_id": 4, "statement": "The Pacemakers also released the song in Italy as \"Non Lasciare Che il Sole te Caccia via le Lacrime\".", "context": "\"Don't Let the Sun Catch You Crying\" is a 1964 hit single by British singer-songwriter Gerry and the Pacemakers. Released by EMI Columbia Records in May 1964, it was a worldwide hit, peaking at number 4 on the UK Singles Chart and number 6 on the Billboard Hot 100 in the US. In Canada, the song reached number 1 on the CHUM Hit Parade.", "final_label": "Not Sure"}
{"id": "131", "model": "llama30b", "statement_id": 1, "statement": "A web counter is a web site's traffic counter.", "context": "", "final_label": "Factual"}
{"id": "131", "model": "llama30b", "statement_id": 2, "statement": "A counter, sometimes called a hit counter, is used to display the number of visitors to a particular webpage, and is usually found on the bottom or top of the page.", "context": "A web counter is a web site's traffic counter.", "final_label": "Factual"}
{"id": "131", "model": "llama30b", "statement_id": 3, "statement": "The page hit counter was one of the earliest and most popular counters found on the web.", "context": "A web counter is a web site's traffic counter. A counter, sometimes called a hit counter, is used to display the number of visitors to a particular webpage, and is usually found on the bottom or top of the page.", "final_label": "Factual"}
{"id": "131", "model": "llama30b", "statement_id": 4, "statement": "Hit counters are commonly associated with personal home pages, and was one of the first ways users demonstrated their popularity.", "context": "A web counter is a web site's traffic counter. A counter, sometimes called a hit counter, is used to display the number of visitors to a particular webpage, and is usually found on the bottom or top of the page. The page hit counter was one of the earliest and most popular counters found on the web.", "final_label": "Not Sure"}
{"id": "134", "model": "llama30b", "statement_id": 1, "statement": "A deep belief network (DBN) is an undirected graphical model that models a joint probability distribution over a set of random variables.", "context": "", "final_label": "Factual"}
{"id": "134", "model": "llama30b", "statement_id": 2, "statement": "These models are constructed by layering simple neurons, known as \"hidden units\", to form a directed, generative stochastic network.", "context": "A deep belief network (DBN) is an undirected graphical model that models a joint probability distribution over a set of random variables.", "final_label": "Not Sure"}
{"id": "134", "model": "llama30b", "statement_id": 3, "statement": "Multiple layers of unsupervised learning are often used to transform the training data.", "context": "A deep belief network (DBN) is an undirected graphical model that models a joint probability distribution over a set of random variables. These models are constructed by layering simple neurons, known as \"hidden units\", to form a directed, generative stochastic network.", "final_label": "Factual"}
{"id": "134", "model": "llama30b", "statement_id": 4, "statement": "Research has shown that these models can perform feature learning which allows them to outperform other learning techniques when used for classification tasks.", "context": "A deep belief network (DBN) is an undirected graphical model that models a joint probability distribution over a set of random variables. These models are constructed by layering simple neurons, known as \"hidden units\", to form a directed, generative stochastic network. Multiple layers of unsupervised learning are often used to transform the training data.", "final_label": "Not Sure"}
{"id": "134", "model": "llama30b", "statement_id": 5, "statement": "This ability to learn higher level representations, or features, of the data with multiple layers of unsupervised learning allows DBNs to perform well in tasks such as classification and recognition with unlabeled data.", "context": "A deep belief network (DBN) is an undirected graphical model that models a joint probability distribution over a set of random variables. These models are constructed by layering simple neurons, known as \"hidden units\", to form a directed, generative stochastic network. Multiple layers of unsupervised learning are often used to transform the training data. Research has shown that these models can perform feature learning which allows them to outperform other learning techniques when used for classification tasks.", "final_label": "Factual"}
{"id": "149", "model": "llama30b", "statement_id": 1, "statement": "New Circle Road is the name of a 6.2-mile (10.0 km) ring road/beltway encircling the city of Lexington, Kentucky, USA.", "context": "", "final_label": "Unfactual"}
{"id": "149", "model": "llama30b", "statement_id": 2, "statement": "The road was originally conceived as the 'New Circle Road' to compliment the 'Circle Road' which still exists within downtown Lexington.", "context": "New Circle Road is the name of a 6.2-mile (10.0 km) ring road/beltway encircling the city of Lexington, Kentucky, USA.", "final_label": "Not Sure"}
{"id": "149", "model": "llama30b", "statement_id": 4, "statement": "In order to assist in the extension of the sewer lines to these areas, the state began acquiring land for the New Circle Road in 1954.", "context": "New Circle Road is the name of a 6.2-mile (10.0 km) ring road/beltway encircling the city of Lexington, Kentucky, USA. The road was originally conceived as the 'New Circle Road' to compliment the 'Circle Road' which still exists within downtown Lexington. Due to rapid growth of the city, many areas of the outskirts were not served by city sewers.", "final_label": "Not Sure"}
{"id": "150", "model": "llama30b", "statement_id": 1, "statement": "The Taste of Money is a 2012 South Korean drama film directed by Im Sang-soo.", "context": "", "final_label": "Factual"}
{"id": "150", "model": "llama30b", "statement_id": 2, "statement": "It competed for the Golden Lion at the 69th Venice International Film Festival.", "context": "The Taste of Money is a 2012 South Korean drama film directed by Im Sang-soo.", "final_label": "Unfactual"}
{"id": "154", "model": "llama30b", "statement_id": 1, "statement": "The Sleeping Years is the second solo album by Michael Holmes, known for his work with the progressive rock bands IQ and Jadis.", "context": "", "final_label": "Unfactual"}
{"id": "154", "model": "llama30b", "statement_id": 2, "statement": "It was released on 23 March 2007 through Giant Electric Pea, a label he founded in 2005.", "context": "The Sleeping Years is the second solo album by Michael Holmes, known for his work with the progressive rock bands IQ and Jadis.", "final_label": "Unfactual"}
{"id": "161", "model": "llama30b", "statement_id": 1, "statement": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada.", "context": "", "final_label": "Factual"}
{"id": "161", "model": "llama30b", "statement_id": 2, "statement": "Situated on the border of the Kitsilano and West Point Grey neighborhoods of the city, it serves the communities of West Point Grey, Kitsilano, and portions of Kerrisdale, Dunbar, Oakridge and Southlands.", "context": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada.", "final_label": "Not Sure"}
{"id": "161", "model": "llama30b", "statement_id": 3, "statement": "It is a part of School District 39 Vancouver, and the motto is a more specific character, a more essential nature.", "context": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada. Situated on the border of the Kitsilano and West Point Grey neighborhoods of the city, it serves the communities of West Point Grey, Kitsilano, and portions of Kerrisdale, Dunbar, Oakridge and Southlands.", "final_label": "Unfactual"}
{"id": "161", "model": "llama30b", "statement_id": 4, "statement": "Point Grey is one of the smallest schools in the city, with a student population of about 700.", "context": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada. Situated on the border of the Kitsilano and West Point Grey neighborhoods of the city, it serves the communities of West Point Grey, Kitsilano, and portions of Kerrisdale, Dunbar, Oakridge and Southlands. It is a part of School District 39 Vancouver, and the motto is a more specific character, a more essential nature.", "final_label": "Not Sure"}
{"id": "161", "model": "llama30b", "statement_id": 5, "statement": "The school was the setting for the film To All The Boys I've Loved Before.", "context": "Point Grey Secondary School is a public high school in Vancouver, British Columbia, Canada. Situated on the border of the Kitsilano and West Point Grey neighborhoods of the city, it serves the communities of West Point Grey, Kitsilano, and portions of Kerrisdale, Dunbar, Oakridge and Southlands. It is a part of School District 39 Vancouver, and the motto is a more specific character, a more essential nature. Point Grey is one of the smallest schools in the city, with a student population of about 700.", "final_label": "Factual"}
{"id": "163", "model": "llama30b", "statement_id": 1, "statement": "The Institute for Employment Studies is an employment research organisation based in Brighton and London in the United Kingdom.", "context": "", "final_label": "Factual"}
{"id": "163", "model": "llama30b", "statement_id": 2, "statement": "Established in 1969 by David Fleming, a former Director of the Tavistock Institute, it is a not-for-profit organisation, and is jointly owned by the British Trades Union Congress (TUC) and its research and advisory arm, the Institute for Public Policy Research (IPPR).", "context": "The Institute for Employment Studies is an employment research organisation based in Brighton and London in the United Kingdom.", "final_label": "Unfactual"}
{"id": "163", "model": "llama30b", "statement_id": 3, "statement": "It conducts research for the government, the European Union, and commercial businesses and organizations.", "context": "The Institute for Employment Studies is an employment research organisation based in Brighton and London in the United Kingdom. Established in 1969 by David Fleming, a former Director of the Tavistock Institute, it is a not-for-profit organisation, and is jointly owned by the British Trades Union Congress (TUC) and its research and advisory arm, the Institute for Public Policy Research (IPPR).", "final_label": "Unfactual"}
{"id": "163", "model": "llama30b", "statement_id": 4, "statement": "The Institute's researchers have also written extensively on public policy.", "context": "The Institute for Employment Studies is an employment research organisation based in Brighton and London in the United Kingdom. Established in 1969 by David Fleming, a former Director of the Tavistock Institute, it is a not-for-profit organisation, and is jointly owned by the British Trades Union Congress (TUC) and its research and advisory arm, the Institute for Public Policy Research (IPPR). It conducts research for the government, the European Union, and commercial businesses and organizations.", "final_label": "Factual"}
{"id": "164", "model": "llama30b", "statement_id": 1, "statement": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power.", "context": "", "final_label": "Factual"}
{"id": "164", "model": "llama30b", "statement_id": 2, "statement": "Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power.", "final_label": "Factual"}
{"id": "164", "model": "llama30b", "statement_id": 3, "statement": "The relative motion between a magnetic field and a conductor creates an electrical current.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power.", "final_label": "Factual"}
{"id": "164", "model": "llama30b", "statement_id": 4, "statement": "The energy source harnessed to turn the generator varies widely.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power. The relative motion between a magnetic field and a conductor creates an electrical current.", "final_label": "Factual"}
{"id": "164", "model": "llama30b", "statement_id": 5, "statement": "Most power stations in the world burn fossil fuels such as coal, oil, and natural gas to generate electricity.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power. The relative motion between a magnetic field and a conductor creates an electrical current. The energy source harnessed to turn the generator varies widely.", "final_label": "Factual"}
{"id": "169", "model": "llama30b", "statement_id": 1, "statement": "The Institute for the Study of the Jewish Question (German: Institut zur Erforschung der Judenfrage) was a Nazi anti-semitic propaganda organization set up by Alfred Rosenberg in 1939 to conduct anti-Semitic indoctrination among the Nazi elite.", "context": "", "final_label": "Unfactual"}
{"id": "169", "model": "llama30b", "statement_id": 2, "statement": "It was based in Frankfurt.", "context": "The Institute for the Study of the Jewish Question (German: Institut zur Erforschung der Judenfrage) was a Nazi anti-semitic propaganda organization set up by Alfred Rosenberg in 1939 to conduct anti-Semitic indoctrination among the Nazi elite.", "final_label": "Factual"}
{"id": "169", "model": "llama30b", "statement_id": 4, "statement": "It was in the university quarter, in the old IG Farben building.", "context": "The Institute for the Study of the Jewish Question (German: Institut zur Erforschung der Judenfrage) was a Nazi anti-semitic propaganda organization set up by Alfred Rosenberg in 1939 to conduct anti-Semitic indoctrination among the Nazi elite. It was based in Frankfurt. Heydrich and Himmler gave him the building, which was about to be bombed.", "final_label": "Not Sure"}
{"id": "169", "model": "llama30b", "statement_id": 5, "statement": "Rosenberg only used it to write the Myth.", "context": "The Institute for the Study of the Jewish Question (German: Institut zur Erforschung der Judenfrage) was a Nazi anti-semitic propaganda organization set up by Alfred Rosenberg in 1939 to conduct anti-Semitic indoctrination among the Nazi elite. It was based in Frankfurt. Heydrich and Himmler gave him the building, which was about to be bombed. It was in the university quarter, in the old IG Farben building.", "final_label": "Not Sure"}
{"id": "186", "model": "llama30b", "statement_id": 1, "statement": "Jones Gap State Park is a 3,923-acre state park in northern Greenville County, South Carolina.", "context": "", "final_label": "Unfactual"}
{"id": "186", "model": "llama30b", "statement_id": 2, "statement": "The park is located north of Jones Gap, South Carolina, which is in the Piedmont region of the Blue Ridge Mountains in the western part of the county.", "context": "Jones Gap State Park is a 3,923-acre state park in northern Greenville County, South Carolina.", "final_label": "Not Sure"}
{"id": "186", "model": "llama30b", "statement_id": 3, "statement": "It was established as a South Carolina State Park in 1979, it is managed by the South Carolina Department of Parks, Recreation and Tourism.", "context": "Jones Gap State Park is a 3,923-acre state park in northern Greenville County, South Carolina. The park is located north of Jones Gap, South Carolina, which is in the Piedmont region of the Blue Ridge Mountains in the western part of the county.", "final_label": "Unfactual"}
{"id": "186", "model": "llama30b", "statement_id": 4, "statement": "It is also protected as part of the Mountain Bridge Wilderness and is a component of the Southern Appalachian Biosphere Reserve.", "context": "Jones Gap State Park is a 3,923-acre state park in northern Greenville County, South Carolina. The park is located north of Jones Gap, South Carolina, which is in the Piedmont region of the Blue Ridge Mountains in the western part of the county. It was established as a South Carolina State Park in 1979, it is managed by the South Carolina Department of Parks, Recreation and Tourism.", "final_label": "Factual"}
{"id": "189", "model": "llama30b", "statement_id": 1, "statement": "Light clay is a type of clay which is soft, and has a small amount of sand, and has a few other natural compounds.", "context": "", "final_label": "Not Sure"}
{"id": "191", "model": "llama30b", "statement_id": 1, "statement": "The Dutch Association for Public Administration (Dutch: Vereniging voor Overheidsmanagement, VOM) is an association that represents professionals working in the public sector in the Netherlands.", "context": "", "final_label": "Unfactual"}
{"id": "191", "model": "llama30b", "statement_id": 2, "statement": "The association wants to contribute to a better public administration and to the appreciation of the function of public administrators.", "context": "The Dutch Association for Public Administration (Dutch: Vereniging voor Overheidsmanagement, VOM) is an association that represents professionals working in the public sector in the Netherlands.", "final_label": "Factual"}
{"id": "191", "model": "llama30b", "statement_id": 3, "statement": "The VOM has been around since 1978.", "context": "The Dutch Association for Public Administration (Dutch: Vereniging voor Overheidsmanagement, VOM) is an association that represents professionals working in the public sector in the Netherlands. The association wants to contribute to a better public administration and to the appreciation of the function of public administrators.", "final_label": "Unfactual"}
{"id": "191", "model": "llama30b", "statement_id": 4, "statement": "In the course of 2013, the VOM merged with the Netherlands' Institute of Public Administration (NIPA) to form the Academy for Public Administration (NIPA).", "context": "The Dutch Association for Public Administration (Dutch: Vereniging voor Overheidsmanagement, VOM) is an association that represents professionals working in the public sector in the Netherlands. The association wants to contribute to a better public administration and to the appreciation of the function of public administrators. The VOM has been around since 1978.", "final_label": "Not Sure"}
{"id": "194", "model": "llama30b", "statement_id": 1, "statement": "Edward James Boys were an English glam rock group formed in 1974.", "context": "", "final_label": "Unfactual"}
{"id": "194", "model": "llama30b", "statement_id": 2, "statement": "The band initially comprised Bob Squier (vocals), Charlie Keys (guitar), Dave Purslow (bass) and Steve Stewart (drums).", "context": "Edward James Boys were an English glam rock group formed in 1974.", "final_label": "Unfactual"}
{"id": "194", "model": "llama30b", "statement_id": 3, "statement": "Their self-titled first album, released in 1976, featured a largely straight-ahead heavy rock sound, but also contained a re-recording of the Bee Gees' \"New York Mining Disaster 1941\".", "context": "Edward James Boys were an English glam rock group formed in 1974. The band initially comprised Bob Squier (vocals), Charlie Keys (guitar), Dave Purslow (bass) and Steve Stewart (drums).", "final_label": "Unfactual"}
{"id": "194", "model": "llama30b", "statement_id": 4, "statement": "The band would build a name as a live act but never managed to capitalise on the success of their debut album.", "context": "Edward James Boys were an English glam rock group formed in 1974. The band initially comprised Bob Squier (vocals), Charlie Keys (guitar), Dave Purslow (bass) and Steve Stewart (drums). Their self-titled first album, released in 1976, featured a largely straight-ahead heavy rock sound, but also contained a re-recording of the Bee Gees' \"New York Mining Disaster 1941\".", "final_label": "Unfactual"}
{"id": "194", "model": "llama30b", "statement_id": 5, "statement": "Edward James Boys began touring with a mix of supporting acts and headlining clubs across the UK and Europe.", "context": "Edward James Boys were an English glam rock group formed in 1974. The band initially comprised Bob Squier (vocals), Charlie Keys (guitar), Dave Purslow (bass) and Steve Stewart (drums). Their self-titled first album, released in 1976, featured a largely straight-ahead heavy rock sound, but also contained a re-recording of the Bee Gees' \"New York Mining Disaster 1941\". The band would build a name as a live act but never managed to capitalise on the success of their debut album.", "final_label": "Unfactual"}
{"id": "199", "model": "llama30b", "statement_id": 1, "statement": "In baseball, a Little League home run (LLHR), also called a Little League line drive home run (LLLDHR), is a batted ball that travels a minimum of 200 feet.", "context": "", "final_label": "Not Sure"}
{"id": "199", "model": "llama30b", "statement_id": 2, "statement": "These games were using 210 feet for a home run.", "context": "In baseball, a Little League home run (LLHR), also called a Little League line drive home run (LLLDHR), is a batted ball that travels a minimum of 200 feet.", "final_label": "Not Sure"}
{"id": "199", "model": "llama30b", "statement_id": 3, "statement": "Unlike the straightaway 252-foot mark at the new Polo Grounds, where The Babe smacked the first major league home run in 1911, the grandstands behind the right field wall at Coggshall Park tapered inward from the corner (306 feet), and a ball had to bang off that angled grandstand in order to be declared a home run.", "context": "In baseball, a Little League home run (LLHR), also called a Little League line drive home run (LLLDHR), is a batted ball that travels a minimum of 200 feet. These games were using 210 feet for a home run.", "final_label": "Not Sure"}
{"id": "199", "model": "llama30b", "statement_id": 4, "statement": "Coggshall Park, at least for the first few years, had the perfect dimensions for a Little League home run.", "context": "In baseball, a Little League home run (LLHR), also called a Little League line drive home run (LLLDHR), is a batted ball that travels a minimum of 200 feet. These games were using 210 feet for a home run. Unlike the straightaway 252-foot mark at the new Polo Grounds, where The Babe smacked the first major league home run in 1911, the grandstands behind the right field wall at Coggshall Park tapered inward from the corner (306 feet), and a ball had to bang off that angled grandstand in order to be declared a home run.", "final_label": "Not Sure"}
{"id": "200", "model": "llama30b", "statement_id": 1, "statement": "Russian wine is wine produced in the Russian Federation.", "context": "", "final_label": "Factual"}
{"id": "200", "model": "llama30b", "statement_id": 2, "statement": "Historically, Russian wines are also made in Armenia, Georgia, and Ukraine.", "context": "Russian wine is wine produced in the Russian Federation.", "final_label": "Unfactual"}
{"id": "200", "model": "llama30b", "statement_id": 3, "statement": "Wine consumption is increasing in Russia; however, per capita wine consumption is low compared to European levels, with 3.49 liters in 2006.", "context": "Russian wine is wine produced in the Russian Federation. Historically, Russian wines are also made in Armenia, Georgia, and Ukraine.", "final_label": "Not Sure"}
{"id": "200", "model": "llama30b", "statement_id": 4, "statement": "As a result of the free economic zone in Crimea, which began in 2015, Russia plans to build a 5,000 hectare vineyard by 2020.", "context": "Russian wine is wine produced in the Russian Federation. Historically, Russian wines are also made in Armenia, Georgia, and Ukraine. Wine consumption is increasing in Russia; however, per capita wine consumption is low compared to European levels, with 3.49 liters in 2006.", "final_label": "Not Sure"}
{"id": "214", "model": "llama30b", "statement_id": 1, "statement": "William C. Wright (1850–1939) was an American preacher.", "context": "", "final_label": "Unfactual"}
{"id": "214", "model": "llama30b", "statement_id": 2, "statement": "He was born in Georgetown, Ohio.", "context": "William C. Wright (1850–1939) was an American preacher.", "final_label": "Unfactual"}
{"id": "214", "model": "llama30b", "statement_id": 3, "statement": "In 1871 he went to Oberlin, Ohio to the Congregationalist Church, and entered the service of the US Treasury Department, serving in Washington, D.C. and New York City.", "context": "William C. Wright (1850–1939) was an American preacher. He was born in Georgetown, Ohio.", "final_label": "Unfactual"}
{"id": "214", "model": "llama30b", "statement_id": 4, "statement": "He later was transferred to San Francisco where he attended the University of California.", "context": "William C. Wright (1850–1939) was an American preacher. He was born in Georgetown, Ohio. In 1871 he went to Oberlin, Ohio to the Congregationalist Church, and entered the service of the US Treasury Department, serving in Washington, D.C. and New York City.", "final_label": "Unfactual"}
{"id": "214", "model": "llama30b", "statement_id": 5, "statement": "Here, he met Lyman Stearns, and was inspired by him to change careers to the ministry.", "context": "William C. Wright (1850–1939) was an American preacher. He was born in Georgetown, Ohio. In 1871 he went to Oberlin, Ohio to the Congregationalist Church, and entered the service of the US Treasury Department, serving in Washington, D.C. and New York City. He later was transferred to San Francisco where he attended the University of California.", "final_label": "Not Sure"}
{"id": "0", "model": "llama65b", "statement_id": 1, "statement": "The Singapore University of Social Sciences (SUSS) is a statutory university in Singapore.", "context": "", "final_label": "Factual"}
{"id": "0", "model": "llama65b", "statement_id": 2, "statement": "It was formerly known as SIM University, established in 2005 as the fourth public university in Singapore.", "context": "The Singapore University of Social Sciences (SUSS) is a statutory university in Singapore.", "final_label": "Factual"}
{"id": "0", "model": "llama65b", "statement_id": 3, "statement": "In 2017, the university was renamed the Singapore University of Social Sciences.", "context": "The Singapore University of Social Sciences (SUSS) is a statutory university in Singapore. It was formerly known as SIM University, established in 2005 as the fourth public university in Singapore.", "final_label": "Factual"}
{"id": "0", "model": "llama65b", "statement_id": 4, "statement": "It is Singapore's only private university.", "context": "The Singapore University of Social Sciences (SUSS) is a statutory university in Singapore. It was formerly known as SIM University, established in 2005 as the fourth public university in Singapore. In 2017, the university was renamed the Singapore University of Social Sciences.", "final_label": "Unfactual"}
{"id": "1", "model": "llama65b", "statement_id": 1, "statement": "Martin Stadium is an outdoor athletic stadium in the northwest United States, on the campus of Washington State University in Pullman, Washington.", "context": "", "final_label": "Factual"}
{"id": "1", "model": "llama65b", "statement_id": 2, "statement": "It is the home field of the Washington State Cougars of the Pac-12 Conference.", "context": "Martin Stadium is an outdoor athletic stadium in the northwest United States, on the campus of Washington State University in Pullman, Washington.", "final_label": "Factual"}
{"id": "1", "model": "llama65b", "statement_id": 3, "statement": "Martin Stadium opened 99 years ago in October 1918, it was known as Soldier Field, the current location of the Chicago Bears of the NFL, until November 1968.", "context": "Martin Stadium is an outdoor athletic stadium in the northwest United States, on the campus of Washington State University in Pullman, Washington. It is the home field of the Washington State Cougars of the Pac-12 Conference.", "final_label": "Unfactual"}
{"id": "1", "model": "llama65b", "statement_id": 4, "statement": "The Cougars were a football-only member of the Pac-8 from 1962 to 1967, then a full member from 1968 until 2010, and became an associate member of the Pac-12 in 2011.", "context": "Martin Stadium is an outdoor athletic stadium in the northwest United States, on the campus of Washington State University in Pullman, Washington. It is the home field of the Washington State Cougars of the Pac-12 Conference. Martin Stadium opened 99 years ago in October 1918, it was known as Soldier Field, the current location of the Chicago Bears of the NFL, until November 1968.", "final_label": "Unfactual"}
{"id": "1", "model": "llama65b", "statement_id": 5, "statement": "Martin Stadium, named after Governor Clarence D. Martin, was built in 1936 as a WPA project.", "context": "Martin Stadium is an outdoor athletic stadium in the northwest United States, on the campus of Washington State University in Pullman, Washington. It is the home field of the Washington State Cougars of the Pac-12 Conference. Martin Stadium opened 99 years ago in October 1918, it was known as Soldier Field, the current location of the Chicago Bears of the NFL, until November 1968. The Cougars were a football-only member of the Pac-8 from 1962 to 1967, then a full member from 1968 until 2010, and became an associate member of the Pac-12 in 2011.", "final_label": "Unfactual"}
{"id": "10", "model": "llama65b", "statement_id": 1, "statement": "The history of the Singapore Police Force (SPF) dates from 1820, when the Singapore Police Force was established under British colonial rule.", "context": "", "final_label": "Factual"}
{"id": "10", "model": "llama65b", "statement_id": 2, "statement": "The Straits Settlements, which included Singapore, Penang and Malacca, came under British rule in 1826.", "context": "The history of the Singapore Police Force (SPF) dates from 1820, when the Singapore Police Force was established under British colonial rule.", "final_label": "Factual"}
{"id": "10", "model": "llama65b", "statement_id": 3, "statement": "Singapore became a Crown Colony in 1867.", "context": "The history of the Singapore Police Force (SPF) dates from 1820, when the Singapore Police Force was established under British colonial rule. The Straits Settlements, which included Singapore, Penang and Malacca, came under British rule in 1826.", "final_label": "Factual"}
{"id": "10", "model": "llama65b", "statement_id": 4, "statement": "The Straits Settlements was granted internal self-government in 1955 and full self-government in 1959.", "context": "The history of the Singapore Police Force (SPF) dates from 1820, when the Singapore Police Force was established under British colonial rule. The Straits Settlements, which included Singapore, Penang and Malacca, came under British rule in 1826. Singapore became a Crown Colony in 1867.", "final_label": "Factual"}
{"id": "10", "model": "llama65b", "statement_id": 5, "statement": "The Police Force was established as a separate entity from the Army and the Navy in 1878.", "context": "The history of the Singapore Police Force (SPF) dates from 1820, when the Singapore Police Force was established under British colonial rule. The Straits Settlements, which included Singapore, Penang and Malacca, came under British rule in 1826. Singapore became a Crown Colony in 1867. The Straits Settlements was granted internal self-government in 1955 and full self-government in 1959.", "final_label": "Unfactual"}
{"id": "30", "model": "llama65b", "statement_id": 1, "statement": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill.", "context": "", "final_label": "Factual"}
{"id": "30", "model": "llama65b", "statement_id": 2, "statement": "It was released on June 29, 2015, by Maybach Music Group and Atlantic Records.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill.", "final_label": "Factual"}
{"id": "30", "model": "llama65b", "statement_id": 3, "statement": "The album features guest appearances from Chris Brown, The Weeknd, Nicki Minaj, Diddy, Rick Ross, Swizz Beatz, Future, Pharrell Williams, and Jay-Z, along with the hip hop group, The-Dream.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill. It was released on June 29, 2015, by Maybach Music Group and Atlantic Records.", "final_label": "Unfactual"}
{"id": "30", "model": "llama65b", "statement_id": 5, "statement": "The album received generally positive reviews from critics and debuted at number 1 on the Billboard 200.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill. It was released on June 29, 2015, by Maybach Music Group and Atlantic Records. The album features guest appearances from Chris Brown, The Weeknd, Nicki Minaj, Diddy, Rick Ross, Swizz Beatz, Future, Pharrell Williams, and Jay-Z, along with the hip hop group, The-Dream. The album was supported by four singles: \"Burn\", \"Check\", \"All Eyes on You\", and \"R.I.C.O.\".", "final_label": "Factual"}
{"id": "39", "model": "llama65b", "statement_id": 2, "statement": "As of 2006, about 98.5% of all U.S. homes with at least one television have a subscription to cable, satellite or other pay TV service.", "context": "Cable television (CATV) systems in the US grew from humble beginnings to now being the dominant source of television programming.", "final_label": "Not Sure"}
{"id": "44", "model": "llama65b", "statement_id": 1, "statement": "Healing Through Fire is the sixth album by Norwegian Black Metal band Gehenna, released in 2005.", "context": "", "final_label": "Unfactual"}
{"id": "44", "model": "llama65b", "statement_id": 3, "statement": "Healing Through Fire was recorded at Symphonique Studios with producers Bjørn Bergersen and Geir Bratland, and mastered by Tom Kvålsvoll at Strype Audio.", "context": "Healing Through Fire is the sixth album by Norwegian Black Metal band Gehenna, released in 2005. In addition to the usual band members, the album includes contributions from Emil Nikolaisen (Serena Maneesh) on guitars and Sanrabb (ex-Emperor, ex-Xerasia) on guitars, samples, and lead vocals.", "final_label": "Unfactual"}
{"id": "44", "model": "llama65b", "statement_id": 4, "statement": "The album cover art is by Paul Thornsby.", "context": "Healing Through Fire is the sixth album by Norwegian Black Metal band Gehenna, released in 2005. In addition to the usual band members, the album includes contributions from Emil Nikolaisen (Serena Maneesh) on guitars and Sanrabb (ex-Emperor, ex-Xerasia) on guitars, samples, and lead vocals. Healing Through Fire was recorded at Symphonique Studios with producers Bjørn Bergersen and Geir Bratland, and mastered by Tom Kvålsvoll at Strype Audio.", "final_label": "Not Sure"}
{"id": "44", "model": "llama65b", "statement_id": 5, "statement": "The last track, The Divine Art of Torture, is an Emperor cover.", "context": "Healing Through Fire is the sixth album by Norwegian Black Metal band Gehenna, released in 2005. In addition to the usual band members, the album includes contributions from Emil Nikolaisen (Serena Maneesh) on guitars and Sanrabb (ex-Emperor, ex-Xerasia) on guitars, samples, and lead vocals. Healing Through Fire was recorded at Symphonique Studios with producers Bjørn Bergersen and Geir Bratland, and mastered by Tom Kvålsvoll at Strype Audio. The album cover art is by Paul Thornsby.", "final_label": "Not Sure"}
{"id": "49", "model": "llama65b", "statement_id": 1, "statement": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland.", "context": "", "final_label": "Factual"}
{"id": "49", "model": "llama65b", "statement_id": 2, "statement": "It leases commercial helicopters and business jets to companies, government agencies and individuals.", "context": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland.", "final_label": "Not Sure"}
{"id": "49", "model": "llama65b", "statement_id": 3, "statement": "LCI's current fleet is made up of new and pre-owned Airbus Helicopters and Bombardier Aerospace aircraft.", "context": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland. It leases commercial helicopters and business jets to companies, government agencies and individuals.", "final_label": "Factual"}
{"id": "49", "model": "llama65b", "statement_id": 4, "statement": "LCI also has commercial arrangements in place with Airbus and Bombardier.", "context": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland. It leases commercial helicopters and business jets to companies, government agencies and individuals. LCI's current fleet is made up of new and pre-owned Airbus Helicopters and Bombardier Aerospace aircraft.", "final_label": "Unfactual"}
{"id": "49", "model": "llama65b", "statement_id": 5, "statement": "It is part of the Libra Group.", "context": "Lease Corporation International (LCI) is an aircraft leasing company based in Dublin, Ireland. It leases commercial helicopters and business jets to companies, government agencies and individuals. LCI's current fleet is made up of new and pre-owned Airbus Helicopters and Bombardier Aerospace aircraft. LCI also has commercial arrangements in place with Airbus and Bombardier.", "final_label": "Factual"}
{"id": "51", "model": "llama65b", "statement_id": 1, "statement": "Dennis Gordon (born 28 July 1970) is an Australian former professional rugby league footballer who played in the 1990s.", "context": "", "final_label": "Unfactual"}
{"id": "54", "model": "llama65b", "statement_id": 1, "statement": "Jan Pieter Hendrik Six (born 17 May 1945) is a Dutch nobleman, journalist, author, and former politician.", "context": "", "final_label": "Unfactual"}
{"id": "54", "model": "llama65b", "statement_id": 2, "statement": "Six has been president of the Royal Netherlands Association of Athletics since 1999.", "context": "Jan Pieter Hendrik Six (born 17 May 1945) is a Dutch nobleman, journalist, author, and former politician.", "final_label": "Unfactual"}
{"id": "54", "model": "llama65b", "statement_id": 3, "statement": "Jan Six is the oldest son of Pieter Six (1916–1996) and Irène de Vries (1916–2003).", "context": "Jan Pieter Hendrik Six (born 17 May 1945) is a Dutch nobleman, journalist, author, and former politician. Six has been president of the Royal Netherlands Association of Athletics since 1999.", "final_label": "Unfactual"}
{"id": "54", "model": "llama65b", "statement_id": 5, "statement": "The family's power peaked in the 17th century, when Amsterdam was the economic centre of the world.", "context": "Jan Pieter Hendrik Six (born 17 May 1945) is a Dutch nobleman, journalist, author, and former politician. Six has been president of the Royal Netherlands Association of Athletics since 1999. Jan Six is the oldest son of Pieter Six (1916–1996) and Irène de Vries (1916–2003). Pieter Six belonged to the best-known branch of the old Dutch patriciate.", "final_label": "Unfactual"}
{"id": "63", "model": "llama65b", "statement_id": 1, "statement": "To Hell and Black is the debut full-length album by Finnish black metal band Barathrum.", "context": "", "final_label": "Unfactual"}
{"id": "63", "model": "llama65b", "statement_id": 2, "statement": "The album was recorded and mixed at Watercastle Studio in Jyväskylä and was produced by Barathrum.", "context": "To Hell and Black is the debut full-length album by Finnish black metal band Barathrum.", "final_label": "Unfactual"}
{"id": "63", "model": "llama65b", "statement_id": 4, "statement": "The bonus tracks were recorded live in Finland in 1994 and 1995. \"", "context": "To Hell and Black is the debut full-length album by Finnish black metal band Barathrum. The album was recorded and mixed at Watercastle Studio in Jyväskylä and was produced by Barathrum. It was released by Wounded Love Records in 1995 and re-released by Samurai Music in 2005 with a new cover, three bonus tracks, and liner notes.", "final_label": "Not Sure"}
{"id": "63", "model": "llama65b", "statement_id": 5, "statement": "Longing for the Ancient Kingdom Part II\" is a reprise of a track from Longing for the Ancient Kingdom, Barathrum's second demo released in 1993.", "context": "To Hell and Black is the debut full-length album by Finnish black metal band Barathrum. The album was recorded and mixed at Watercastle Studio in Jyväskylä and was produced by Barathrum. It was released by Wounded Love Records in 1995 and re-released by Samurai Music in 2005 with a new cover, three bonus tracks, and liner notes. The bonus tracks were recorded live in Finland in 1994 and 1995. \"", "final_label": "Not Sure"}
{"id": "67", "model": "llama65b", "statement_id": 1, "statement": "Gordon Arthur Stanley is a former Canadian diplomat and Canadian Ambassador to the People's Republic of China.", "context": "", "final_label": "Unfactual"}
{"id": "67", "model": "llama65b", "statement_id": 2, "statement": "Born in Winnipeg, Manitoba, Gordon Stanley graduated from the University of Manitoba.", "context": "Gordon Arthur Stanley is a former Canadian diplomat and Canadian Ambassador to the People's Republic of China.", "final_label": "Unfactual"}
{"id": "67", "model": "llama65b", "statement_id": 3, "statement": "After graduation, he joined the Department of External Affairs.", "context": "Gordon Arthur Stanley is a former Canadian diplomat and Canadian Ambassador to the People's Republic of China. Born in Winnipeg, Manitoba, Gordon Stanley graduated from the University of Manitoba.", "final_label": "Unfactual"}
{"id": "67", "model": "llama65b", "statement_id": 4, "statement": "Stanley then had postings to Ghana, Egypt, Israel and Malaysia.", "context": "Gordon Arthur Stanley is a former Canadian diplomat and Canadian Ambassador to the People's Republic of China. Born in Winnipeg, Manitoba, Gordon Stanley graduated from the University of Manitoba. After graduation, he joined the Department of External Affairs.", "final_label": "Not Sure"}
{"id": "67", "model": "llama65b", "statement_id": 5, "statement": "In 1983, he was appointed Canadian Ambassador to China.", "context": "Gordon Arthur Stanley is a former Canadian diplomat and Canadian Ambassador to the People's Republic of China. Born in Winnipeg, Manitoba, Gordon Stanley graduated from the University of Manitoba. After graduation, he joined the Department of External Affairs. Stanley then had postings to Ghana, Egypt, Israel and Malaysia.", "final_label": "Unfactual"}
{"id": "75", "model": "llama65b", "statement_id": 1, "statement": "Touch the Wall is a 2014 American documentary film directed by Christo Brock.", "context": "", "final_label": "Factual"}
{"id": "75", "model": "llama65b", "statement_id": 2, "statement": "The film is a portrait of two extraordinary swimmers—teenage phenom Missy Franklin and Olympic veteran Kara Lynn Joyce—as they train for and compete at the 2012 London Olympics.", "context": "Touch the Wall is a 2014 American documentary film directed by Christo Brock.", "final_label": "Factual"}
{"id": "75", "model": "llama65b", "statement_id": 3, "statement": "The film is produced by the Seattle based production company, Two Coyotes.", "context": "Touch the Wall is a 2014 American documentary film directed by Christo Brock. The film is a portrait of two extraordinary swimmers—teenage phenom Missy Franklin and Olympic veteran Kara Lynn Joyce—as they train for and compete at the 2012 London Olympics.", "final_label": "Unfactual"}
{"id": "75", "model": "llama65b", "statement_id": 4, "statement": "It was released to positive reviews and won the Indie Spirit Best Documentary Award at the Seattle International Film Festival in 2014.", "context": "Touch the Wall is a 2014 American documentary film directed by Christo Brock. The film is a portrait of two extraordinary swimmers—teenage phenom Missy Franklin and Olympic veteran Kara Lynn Joyce—as they train for and compete at the 2012 London Olympics. The film is produced by the Seattle based production company, Two Coyotes.", "final_label": "Not Sure"}
{"id": "79", "model": "llama65b", "statement_id": 1, "statement": "John William Parker (1885–1958) was a British printer, publisher, author and literary agent.", "context": "", "final_label": "Unfactual"}
{"id": "79", "model": "llama65b", "statement_id": 2, "statement": "He worked in London, but also printed in his native Gloucestershire.", "context": "John William Parker (1885–1958) was a British printer, publisher, author and literary agent.", "final_label": "Not Sure"}
{"id": "79", "model": "llama65b", "statement_id": 3, "statement": "Early in his career Parker was manager of a printing office, and then manager of a printing and publishing business.", "context": "John William Parker (1885–1958) was a British printer, publisher, author and literary agent. He worked in London, but also printed in his native Gloucestershire.", "final_label": "Factual"}
{"id": "79", "model": "llama65b", "statement_id": 4, "statement": "He then established his own printing business and publishing firm.", "context": "John William Parker (1885–1958) was a British printer, publisher, author and literary agent. He worked in London, but also printed in his native Gloucestershire. Early in his career Parker was manager of a printing office, and then manager of a printing and publishing business.", "final_label": "Factual"}
{"id": "79", "model": "llama65b", "statement_id": 5, "statement": "In 1910 he established the short-lived magazine The Microcosm: A Review of Young England.", "context": "John William Parker (1885–1958) was a British printer, publisher, author and literary agent. He worked in London, but also printed in his native Gloucestershire. Early in his career Parker was manager of a printing office, and then manager of a printing and publishing business. He then established his own printing business and publishing firm.", "final_label": "Not Sure"}
{"id": "84", "model": "llama65b", "statement_id": 2, "statement": "The purpose of the agency was to collect and analyze information and to disseminate it to other agencies of the government.", "context": "The Office of the Coordinator of Information (COI) was an agency of the U.S. government created by President Franklin D. Roosevelt during World War II by Executive Order 8141 on July 11, 1941.", "final_label": "Factual"}
{"id": "85", "model": "llama65b", "statement_id": 1, "statement": "Douglas Alan How is a British film, television, stage, and musical actor and a writer.", "context": "", "final_label": "Unfactual"}
{"id": "85", "model": "llama65b", "statement_id": 2, "statement": "He has been featured on television in productions such as The Grimleys, Shameless, and My Family, and in film, The Contract, Scene and One Man's Terror.", "context": "Douglas Alan How is a British film, television, stage, and musical actor and a writer.", "final_label": "Not Sure"}
{"id": "85", "model": "llama65b", "statement_id": 3, "statement": "On stage he has played such roles as Tom Jones, the leader of the Young Turks in Shanghai; Curly in Oklahoma!;", "context": "Douglas Alan How is a British film, television, stage, and musical actor and a writer. He has been featured on television in productions such as The Grimleys, Shameless, and My Family, and in film, The Contract, Scene and One Man's Terror.", "final_label": "Not Sure"}
{"id": "89", "model": "llama65b", "statement_id": 1, "statement": "Forever Mine is the fourth and final studio album by Canadian singer-songwriter Anne Murray issued in 1994.", "context": "", "final_label": "Unfactual"}
{"id": "89", "model": "llama65b", "statement_id": 2, "statement": "The album was nominated for the Grammy Award for Best Country Album at the 38th Grammy Awards.", "context": "Forever Mine is the fourth and final studio album by Canadian singer-songwriter Anne Murray issued in 1994.", "final_label": "Not Sure"}
{"id": "89", "model": "llama65b", "statement_id": 3, "statement": "The album peaked at number 3 on the Canadian Albums Chart and number 33 on the US Billboard 200 chart.", "context": "Forever Mine is the fourth and final studio album by Canadian singer-songwriter Anne Murray issued in 1994. The album was nominated for the Grammy Award for Best Country Album at the 38th Grammy Awards.", "final_label": "Not Sure"}
{"id": "89", "model": "llama65b", "statement_id": 4, "statement": "In 1995, Murray won the Juno Award for Best Country Female Vocalist for the album.", "context": "Forever Mine is the fourth and final studio album by Canadian singer-songwriter Anne Murray issued in 1994. The album was nominated for the Grammy Award for Best Country Album at the 38th Grammy Awards. The album peaked at number 3 on the Canadian Albums Chart and number 33 on the US Billboard 200 chart.", "final_label": "Not Sure"}
{"id": "105", "model": "llama65b", "statement_id": 1, "statement": "Jane Lee (born 1984) is a contemporary British artist and sculptor.", "context": "", "final_label": "Unfactual"}
{"id": "105", "model": "llama65b", "statement_id": 2, "statement": "Lee's early artistic practice began with painting.", "context": "Jane Lee (born 1984) is a contemporary British artist and sculptor.", "final_label": "Not Sure"}
{"id": "105", "model": "llama65b", "statement_id": 3, "statement": "She received a BA in painting from the Slade School of Fine Art in 2005, and subsequently had exhibitions of her work at the Whitechapel Gallery, London (2005), Cobb Gardens and Gallery, London (2006) and the John Moores 25 painting prize, Liverpool (2008).", "context": "Jane Lee (born 1984) is a contemporary British artist and sculptor. Lee's early artistic practice began with painting.", "final_label": "Not Sure"}
{"id": "105", "model": "llama65b", "statement_id": 4, "statement": "In 2010, Lee had an exhibition at Sumarria Lunn, London.", "context": "Jane Lee (born 1984) is a contemporary British artist and sculptor. Lee's early artistic practice began with painting. She received a BA in painting from the Slade School of Fine Art in 2005, and subsequently had exhibitions of her work at the Whitechapel Gallery, London (2005), Cobb Gardens and Gallery, London (2006) and the John Moores 25 painting prize, Liverpool (2008).", "final_label": "Not Sure"}
{"id": "106", "model": "llama65b", "statement_id": 1, "statement": "Sandy Carter is a General Manager at Amazon Web Services.", "context": "", "final_label": "Unfactual"}
{"id": "106", "model": "llama65b", "statement_id": 2, "statement": "In May 2017, she was elected to the board of directors of Mitel, a Canadian telecommunications provider.", "context": "Sandy Carter is a General Manager at Amazon Web Services.", "final_label": "Unfactual"}
{"id": "106", "model": "llama65b", "statement_id": 3, "statement": "Previously, Carter was Vice President of Amazon Web Services, Enterprise Workloads and Developers.", "context": "Sandy Carter is a General Manager at Amazon Web Services. In May 2017, she was elected to the board of directors of Mitel, a Canadian telecommunications provider.", "final_label": "Unfactual"}
{"id": "106", "model": "llama65b", "statement_id": 5, "statement": "She also led the cloud services initiatives for IBM's Business Process Management (BPM) portfolio, including product and market strategy, sales, marketing, and development.", "context": "Sandy Carter is a General Manager at Amazon Web Services. In May 2017, she was elected to the board of directors of Mitel, a Canadian telecommunications provider. Previously, Carter was Vice President of Amazon Web Services, Enterprise Workloads and Developers. Her responsibilities include the migration of mission critical enterprise applications to the cloud.", "final_label": "Not Sure"}
{"id": "107", "model": "llama65b", "statement_id": 1, "statement": "Just Mobile designs, develops, and markets accessories for Apple products including protective casings and laptop bags.", "context": "", "final_label": "Unfactual"}
{"id": "107", "model": "llama65b", "statement_id": 2, "statement": "Just Mobile has created mobile accessories since the first iPod, the iPhone, and the iPad.", "context": "Just Mobile designs, develops, and markets accessories for Apple products including protective casings and laptop bags.", "final_label": "Unfactual"}
{"id": "107", "model": "llama65b", "statement_id": 3, "statement": "The company's focus has been on the Apple products such as iPod and iPhone.", "context": "Just Mobile designs, develops, and markets accessories for Apple products including protective casings and laptop bags. Just Mobile has created mobile accessories since the first iPod, the iPhone, and the iPad.", "final_label": "Not Sure"}
{"id": "107", "model": "llama65b", "statement_id": 5, "statement": "Just Mobile has collaborated with Daewon Song, Stefan Marji Johansson, and Chris Martin.", "context": "Just Mobile designs, develops, and markets accessories for Apple products including protective casings and laptop bags. Just Mobile has created mobile accessories since the first iPod, the iPhone, and the iPad. The company's focus has been on the Apple products such as iPod and iPhone. The company collaborates with third-party industrial designers to develop its products.", "final_label": "Not Sure"}
{"id": "115", "model": "llama65b", "statement_id": 1, "statement": "The Texas Rangers 2015 season was the Rangers' 55th season of the franchise and the 44th since the team relocated to Arlington, Texas.", "context": "", "final_label": "Factual"}
{"id": "115", "model": "llama65b", "statement_id": 2, "statement": "The Rangers started the season with a 50-game suspension to pitcher Jeremy Jeffress and the absence of ace Yu Darvish, who underwent Tommy John surgery after only eight starts in 2014.", "context": "The Texas Rangers 2015 season was the Rangers' 55th season of the franchise and the 44th since the team relocated to Arlington, Texas.", "final_label": "Not Sure"}
{"id": "115", "model": "llama65b", "statement_id": 3, "statement": "They ended the season with 88 wins, three less than their 2014 record.", "context": "The Texas Rangers 2015 season was the Rangers' 55th season of the franchise and the 44th since the team relocated to Arlington, Texas. The Rangers started the season with a 50-game suspension to pitcher Jeremy Jeffress and the absence of ace Yu Darvish, who underwent Tommy John surgery after only eight starts in 2014.", "final_label": "Unfactual"}
{"id": "115", "model": "llama65b", "statement_id": 4, "statement": "Despite losing the ALDS to the Toronto Blue Jays, the Rangers still ended with a winning record, making the season their 8th consecutive winning season, which ranks 3rd in the major leagues behind the New York Yankees and the Los Angeles Dodgers.", "context": "The Texas Rangers 2015 season was the Rangers' 55th season of the franchise and the 44th since the team relocated to Arlington, Texas. The Rangers started the season with a 50-game suspension to pitcher Jeremy Jeffress and the absence of ace Yu Darvish, who underwent Tommy John surgery after only eight starts in 2014. They ended the season with 88 wins, three less than their 2014 record.", "final_label": "Unfactual"}
{"id": "130", "model": "llama65b", "statement_id": 1, "statement": "\"Don't Let the Sun Catch You Crying\" is a popular song written by Gerry Marsden and first recorded by his band Gerry & The Pacemakers, charting at #6 in the U.K. (released by Columbia, DB 7439) in September 1964.", "context": "", "final_label": "Factual"}
{"id": "130", "model": "llama65b", "statement_id": 2, "statement": "Marsden wrote the song during a visit to his mother's house when he heard her singing a song to the tune of the chorus.", "context": "\"Don't Let the Sun Catch You Crying\" is a popular song written by Gerry Marsden and first recorded by his band Gerry & The Pacemakers, charting at #6 in the U.K. (released by Columbia, DB 7439) in September 1964.", "final_label": "Not Sure"}
{"id": "130", "model": "llama65b", "statement_id": 5, "statement": "Martin was quoted as saying he liked this song the best of all of the group's recordings.", "context": "\"Don't Let the Sun Catch You Crying\" is a popular song written by Gerry Marsden and first recorded by his band Gerry & The Pacemakers, charting at #6 in the U.K. (released by Columbia, DB 7439) in September 1964. Marsden wrote the song during a visit to his mother's house when he heard her singing a song to the tune of the chorus. It is thought that this may be the origin of the title and the line \"How can you laugh when you know I'm down\", from Louis Armstrong's 1951 \"When It's Sleepy Time Down South\". The group, backed by an orchestra conducted by George Martin, recorded the song on 26 March 1964.", "final_label": "Not Sure"}
{"id": "131", "model": "llama65b", "statement_id": 1, "statement": "A web counter is a computer program that displays to the visitor of a website or web page the number of visitors to that web page.", "context": "", "final_label": "Factual"}
{"id": "131", "model": "llama65b", "statement_id": 2, "statement": "This is useful for web designers as it can be used to show how often a website is visited.", "context": "A web counter is a computer program that displays to the visitor of a website or web page the number of visitors to that web page.", "final_label": "Factual"}
{"id": "131", "model": "llama65b", "statement_id": 3, "statement": "By seeing the amount of hits a web page gets, a web designer can tailor the web page to the needs of its visitors.", "context": "A web counter is a computer program that displays to the visitor of a website or web page the number of visitors to that web page. This is useful for web designers as it can be used to show how often a website is visited.", "final_label": "Factual"}
{"id": "134", "model": "llama65b", "statement_id": 1, "statement": "A deep belief network (DBN) is a graphical generative model of observed data.", "context": "", "final_label": "Factual"}
{"id": "134", "model": "llama65b", "statement_id": 2, "statement": "DBNs are often composed of multiple hidden layers and they are undirected in the sense that the inputs are not restricted to the previous layer.", "context": "A deep belief network (DBN) is a graphical generative model of observed data.", "final_label": "Factual"}
{"id": "134", "model": "llama65b", "statement_id": 3, "statement": "In DBNs, each layer is a restricted Boltzmann machine (RBM), each of which is composed of one visible layer and one hidden layer.", "context": "A deep belief network (DBN) is a graphical generative model of observed data. DBNs are often composed of multiple hidden layers and they are undirected in the sense that the inputs are not restricted to the previous layer.", "final_label": "Factual"}
{"id": "134", "model": "llama65b", "statement_id": 4, "statement": "In some literature, the term deep belief network refers to the combination of an RBM and a softmax layer for classification or other applications.", "context": "A deep belief network (DBN) is a graphical generative model of observed data. DBNs are often composed of multiple hidden layers and they are undirected in the sense that the inputs are not restricted to the previous layer. In DBNs, each layer is a restricted Boltzmann machine (RBM), each of which is composed of one visible layer and one hidden layer.", "final_label": "Factual"}
{"id": "134", "model": "llama65b", "statement_id": 5, "statement": "In recent years, these neural networks have been trained with unsupervised and supervised algorithms.", "context": "A deep belief network (DBN) is a graphical generative model of observed data. DBNs are often composed of multiple hidden layers and they are undirected in the sense that the inputs are not restricted to the previous layer. In DBNs, each layer is a restricted Boltzmann machine (RBM), each of which is composed of one visible layer and one hidden layer. In some literature, the term deep belief network refers to the combination of an RBM and a softmax layer for classification or other applications.", "final_label": "Factual"}
{"id": "149", "model": "llama65b", "statement_id": 1, "statement": "New Circle Road is an 18-mile (29 km) long freeway in Fayette County, Kentucky, in the United States.", "context": "", "final_label": "Unfactual"}
{"id": "149", "model": "llama65b", "statement_id": 2, "statement": "It forms a complete loop around Lexington and is part of U.S. Route 421 (US 421) from its eastern terminus at Richmond Road to its junction with Harrodsburg Road and US 68.", "context": "New Circle Road is an 18-mile (29 km) long freeway in Fayette County, Kentucky, in the United States.", "final_label": "Factual"}
{"id": "149", "model": "llama65b", "statement_id": 3, "statement": "From this point to its western terminus at Paris Pike, it is part of US 68.", "context": "New Circle Road is an 18-mile (29 km) long freeway in Fayette County, Kentucky, in the United States. It forms a complete loop around Lexington and is part of U.S. Route 421 (US 421) from its eastern terminus at Richmond Road to its junction with Harrodsburg Road and US 68.", "final_label": "Factual"}
{"id": "149", "model": "llama65b", "statement_id": 4, "statement": "The freeway is notable for the unusually high number of interchanges it has, with approximately one interchange per mile.", "context": "New Circle Road is an 18-mile (29 km) long freeway in Fayette County, Kentucky, in the United States. It forms a complete loop around Lexington and is part of U.S. Route 421 (US 421) from its eastern terminus at Richmond Road to its junction with Harrodsburg Road and US 68. From this point to its western terminus at Paris Pike, it is part of US 68.", "final_label": "Not Sure"}
{"id": "149", "model": "llama65b", "statement_id": 5, "statement": "It is the second longest beltway in the state, surpassed only by Louisville's Gene Snyder Freeway.", "context": "New Circle Road is an 18-mile (29 km) long freeway in Fayette County, Kentucky, in the United States. It forms a complete loop around Lexington and is part of U.S. Route 421 (US 421) from its eastern terminus at Richmond Road to its junction with Harrodsburg Road and US 68. From this point to its western terminus at Paris Pike, it is part of US 68. The freeway is notable for the unusually high number of interchanges it has, with approximately one interchange per mile.", "final_label": "Not Sure"}
{"id": "150", "model": "llama65b", "statement_id": 1, "statement": "The Taste of Money (Korean: 돈의 맛; RR: Don-eui Mat) is a 2012 South Korean film directed by Im Sang-soo.", "context": "", "final_label": "Factual"}
{"id": "150", "model": "llama65b", "statement_id": 4, "statement": "The film's story and structure has been compared to US American television series such as Dynasty and Dallas, and has been praised as a \"scandalous, acidly funny melodrama\".", "context": "The Taste of Money (Korean: 돈의 맛; RR: Don-eui Mat) is a 2012 South Korean film directed by Im Sang-soo. It was chosen as South Korea's entry for Best Foreign Language Film at the 85th Academy Awards, but it did not make the final shortlist. Im previously explored the lives of the rich in The President's Last Bang.", "final_label": "Not Sure"}
{"id": "154", "model": "llama65b", "statement_id": 1, "statement": "The Sleeping Years is an English folk music band.", "context": "", "final_label": "Unfactual"}
{"id": "154", "model": "llama65b", "statement_id": 2, "statement": "It was founded by Dale Grundle, who is based in the Kent seaside town of Deal.", "context": "The Sleeping Years is an English folk music band.", "final_label": "Not Sure"}
{"id": "154", "model": "llama65b", "statement_id": 3, "statement": "He is supported on recordings by a large cast of musicians including his brother Nick Grundle, from the band Ambulance Ltd. and original member and brother-in-law Sam Scott.", "context": "The Sleeping Years is an English folk music band. It was founded by Dale Grundle, who is based in the Kent seaside town of Deal.", "final_label": "Not Sure"}
{"id": "154", "model": "llama65b", "statement_id": 4, "statement": "His first album, ...and the Olympic Games, was released in 2005 on the San Francisco-based indie label Hush Records.", "context": "The Sleeping Years is an English folk music band. It was founded by Dale Grundle, who is based in the Kent seaside town of Deal. He is supported on recordings by a large cast of musicians including his brother Nick Grundle, from the band Ambulance Ltd. and original member and brother-in-law Sam Scott.", "final_label": "Unfactual"}
{"id": "154", "model": "llama65b", "statement_id": 5, "statement": "A UK release followed on Static Caravan in 2006, with extra tracks.", "context": "The Sleeping Years is an English folk music band. It was founded by Dale Grundle, who is based in the Kent seaside town of Deal. He is supported on recordings by a large cast of musicians including his brother Nick Grundle, from the band Ambulance Ltd. and original member and brother-in-law Sam Scott. His first album, ...and the Olympic Games, was released in 2005 on the San Francisco-based indie label Hush Records.", "final_label": "Not Sure"}
{"id": "161", "model": "llama65b", "statement_id": 1, "statement": "Point Grey Secondary School is a public secondary school in the Kitsilano neighbourhood in Vancouver, British Columbia, Canada.", "context": "", "final_label": "Unfactual"}
{"id": "161", "model": "llama65b", "statement_id": 3, "statement": "Opened in 1928, it has a current enrollment of about 1,300 students in grades 8 to 12.", "context": "Point Grey Secondary School is a public secondary school in the Kitsilano neighbourhood in Vancouver, British Columbia, Canada. It is part of the Vancouver School District.", "final_label": "Unfactual"}
{"id": "161", "model": "llama65b", "statement_id": 4, "statement": "It offers regular and Advanced Placement courses.", "context": "Point Grey Secondary School is a public secondary school in the Kitsilano neighbourhood in Vancouver, British Columbia, Canada. It is part of the Vancouver School District. Opened in 1928, it has a current enrollment of about 1,300 students in grades 8 to 12.", "final_label": "Factual"}
{"id": "161", "model": "llama65b", "statement_id": 5, "statement": "It also has a jazz band.", "context": "Point Grey Secondary School is a public secondary school in the Kitsilano neighbourhood in Vancouver, British Columbia, Canada. It is part of the Vancouver School District. Opened in 1928, it has a current enrollment of about 1,300 students in grades 8 to 12. It offers regular and Advanced Placement courses.", "final_label": "Not Sure"}
{"id": "163", "model": "llama65b", "statement_id": 1, "statement": "The Institute for Employment Studies (IES) is a UK-based independent non-profit research organisation.", "context": "", "final_label": "Factual"}
{"id": "163", "model": "llama65b", "statement_id": 2, "statement": "The Institute's vision is of a world of work that is effective, efficient, fair and fulfilling and it was founded in 1969.", "context": "The Institute for Employment Studies (IES) is a UK-based independent non-profit research organisation.", "final_label": "Not Sure"}
{"id": "163", "model": "llama65b", "statement_id": 3, "statement": "IES is not affiliated to any political party and is known for its independence.", "context": "The Institute for Employment Studies (IES) is a UK-based independent non-profit research organisation. The Institute's vision is of a world of work that is effective, efficient, fair and fulfilling and it was founded in 1969.", "final_label": "Not Sure"}
{"id": "163", "model": "llama65b", "statement_id": 4, "statement": "It offers evidence-based research, consultancy and knowledge transfer, and works with employers, unions, government and academia across the UK and beyond.", "context": "The Institute for Employment Studies (IES) is a UK-based independent non-profit research organisation. The Institute's vision is of a world of work that is effective, efficient, fair and fulfilling and it was founded in 1969. IES is not affiliated to any political party and is known for its independence.", "final_label": "Not Sure"}
{"id": "164", "model": "llama65b", "statement_id": 1, "statement": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power.", "context": "", "final_label": "Factual"}
{"id": "164", "model": "llama65b", "statement_id": 2, "statement": "Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power.", "final_label": "Factual"}
{"id": "164", "model": "llama65b", "statement_id": 3, "statement": "The relative motion between a magnetic field and a conductor creates an electrical current.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power.", "final_label": "Factual"}
{"id": "164", "model": "llama65b", "statement_id": 4, "statement": "The energy source harnessed to turn the generator varies widely.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power. The relative motion between a magnetic field and a conductor creates an electrical current.", "final_label": "Factual"}
{"id": "164", "model": "llama65b", "statement_id": 5, "statement": "Most power stations in the world burn fossil fuels such as coal, oil, and natural gas to generate electricity.", "context": "A power station, also referred to as a power plant or powerhouse and sometimes generating station or generating plant, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power. The relative motion between a magnetic field and a conductor creates an electrical current. The energy source harnessed to turn the generator varies widely.", "final_label": "Factual"}
{"id": "169", "model": "llama65b", "statement_id": 1, "statement": "The Institute for the Study of the Jewish Question (German: Institut zur Erforschung der Judenfrage) was a Nazi research institute.", "context": "", "final_label": "Factual"}
{"id": "169", "model": "llama65b", "statement_id": 2, "statement": "It was founded in Berlin in July 1939, by Johann von Leers and Eberhard Taubert.", "context": "The Institute for the Study of the Jewish Question (German: Institut zur Erforschung der Judenfrage) was a Nazi research institute.", "final_label": "Unfactual"}
{"id": "186", "model": "llama65b", "statement_id": 1, "statement": "Jones Gap State Park is a 3,466 acre state park located in Greenville County, South Carolina.", "context": "", "final_label": "Unfactual"}
{"id": "186", "model": "llama65b", "statement_id": 2, "statement": "The park is located on the Middle Saluda River in northern Greenville County.", "context": "Jones Gap State Park is a 3,466 acre state park located in Greenville County, South Carolina.", "final_label": "Factual"}
{"id": "186", "model": "llama65b", "statement_id": 3, "statement": "The most notable feature of the park is the Middle Saluda River, which flows through Jones Gap State Park and Caesars Head State Park, providing over 70 miles of river recreation.", "context": "Jones Gap State Park is a 3,466 acre state park located in Greenville County, South Carolina. The park is located on the Middle Saluda River in northern Greenville County.", "final_label": "Not Sure"}
{"id": "186", "model": "llama65b", "statement_id": 4, "statement": "The park includes a large wilderness area that is bordered by the Middle Saluda, Hospital Cove Creek, and Little River.", "context": "Jones Gap State Park is a 3,466 acre state park located in Greenville County, South Carolina. The park is located on the Middle Saluda River in northern Greenville County. The most notable feature of the park is the Middle Saluda River, which flows through Jones Gap State Park and Caesars Head State Park, providing over 70 miles of river recreation.", "final_label": "Not Sure"}
{"id": "189", "model": "llama65b", "statement_id": 1, "statement": "Light clay is a building material, made of clay, aggregates and fibrous material.", "context": "", "final_label": "Unfactual"}
{"id": "189", "model": "llama65b", "statement_id": 2, "statement": "It is a lighter-weight material than ordinary clay, and contains more air.", "context": "Light clay is a building material, made of clay, aggregates and fibrous material.", "final_label": "Not Sure"}
{"id": "189", "model": "llama65b", "statement_id": 3, "statement": "It is sometimes confused with aerated autoclaved concrete, but this is a completely different material.", "context": "Light clay is a building material, made of clay, aggregates and fibrous material. It is a lighter-weight material than ordinary clay, and contains more air.", "final_label": "Factual"}
{"id": "189", "model": "llama65b", "statement_id": 4, "statement": "It has also been known as light-weight clay aggregate, Leca, or Ytong.", "context": "Light clay is a building material, made of clay, aggregates and fibrous material. It is a lighter-weight material than ordinary clay, and contains more air. It is sometimes confused with aerated autoclaved concrete, but this is a completely different material.", "final_label": "Not Sure"}
{"id": "191", "model": "llama65b", "statement_id": 1, "statement": "The Dutch Association for Public Administration (Dutch: Nederlandse Vereniging voor Bestuurswetenschap or NVvB) is an organization aimed at \"the further development of the state sciences\" and the \"promotion of the exchange of knowledge and experiences\".", "context": "", "final_label": "Unfactual"}
{"id": "191", "model": "llama65b", "statement_id": 2, "statement": "NVvB represents the Dutch-speaking countries of the Netherlands, Belgium and Suriname.", "context": "The Dutch Association for Public Administration (Dutch: Nederlandse Vereniging voor Bestuurswetenschap or NVvB) is an organization aimed at \"the further development of the state sciences\" and the \"promotion of the exchange of knowledge and experiences\".", "final_label": "Unfactual"}
{"id": "191", "model": "llama65b", "statement_id": 3, "statement": "NVvB organizes biannual conferences for scholars in the field of public administration.", "context": "The Dutch Association for Public Administration (Dutch: Nederlandse Vereniging voor Bestuurswetenschap or NVvB) is an organization aimed at \"the further development of the state sciences\" and the \"promotion of the exchange of knowledge and experiences\". NVvB represents the Dutch-speaking countries of the Netherlands, Belgium and Suriname.", "final_label": "Not Sure"}
{"id": "191", "model": "llama65b", "statement_id": 4, "statement": "It also publishes two journals: Public Administration Quarterly and Administration & Society.", "context": "The Dutch Association for Public Administration (Dutch: Nederlandse Vereniging voor Bestuurswetenschap or NVvB) is an organization aimed at \"the further development of the state sciences\" and the \"promotion of the exchange of knowledge and experiences\". NVvB represents the Dutch-speaking countries of the Netherlands, Belgium and Suriname. NVvB organizes biannual conferences for scholars in the field of public administration.", "final_label": "Unfactual"}
{"id": "194", "model": "llama65b", "statement_id": 1, "statement": "Edward James Boys (24 January 1901 – 20 December 1972) was a Liberal party member of the House of Commons of Canada.", "context": "", "final_label": "Unfactual"}
{"id": "194", "model": "llama65b", "statement_id": 2, "statement": "Born in Broadview, Saskatchewan, he was a farmer by career.", "context": "Edward James Boys (24 January 1901 – 20 December 1972) was a Liberal party member of the House of Commons of Canada.", "final_label": "Unfactual"}
{"id": "194", "model": "llama65b", "statement_id": 3, "statement": "He was first elected to Parliament at the Moose Jaw riding in the 1945 general election after an unsuccessful campaign there in the 1940 election.", "context": "Edward James Boys (24 January 1901 – 20 December 1972) was a Liberal party member of the House of Commons of Canada. Born in Broadview, Saskatchewan, he was a farmer by career.", "final_label": "Unfactual"}
{"id": "194", "model": "llama65b", "statement_id": 4, "statement": "After completing his only term, the 20th Canadian Parliament, Boys left the House of Commons.", "context": "Edward James Boys (24 January 1901 – 20 December 1972) was a Liberal party member of the House of Commons of Canada. Born in Broadview, Saskatchewan, he was a farmer by career. He was first elected to Parliament at the Moose Jaw riding in the 1945 general election after an unsuccessful campaign there in the 1940 election.", "final_label": "Unfactual"}
{"id": "199", "model": "llama65b", "statement_id": 1, "statement": "The Little League home run is a home run hit by a child in youth baseball.", "context": "", "final_label": "Unfactual"}
{"id": "199", "model": "llama65b", "statement_id": 2, "statement": "A Little League home run is often an inside-the-park home run.", "context": "The Little League home run is a home run hit by a child in youth baseball.", "final_label": "Unfactual"}
{"id": "199", "model": "llama65b", "statement_id": 3, "statement": "Since youth baseball fields are considerably smaller than adult baseball fields, the batter will not have to hit the ball as far to get a home run.", "context": "The Little League home run is a home run hit by a child in youth baseball. A Little League home run is often an inside-the-park home run.", "final_label": "Not Sure"}
{"id": "199", "model": "llama65b", "statement_id": 4, "statement": "Youth baseball leagues that adhere to the \"Little League\" standard, in the United States and internationally, use a field with base paths 60 feet (18 m) apart.", "context": "The Little League home run is a home run hit by a child in youth baseball. A Little League home run is often an inside-the-park home run. Since youth baseball fields are considerably smaller than adult baseball fields, the batter will not have to hit the ball as far to get a home run.", "final_label": "Factual"}
{"id": "199", "model": "llama65b", "statement_id": 5, "statement": "These are generally played by players 12 years of age or younger.", "context": "The Little League home run is a home run hit by a child in youth baseball. A Little League home run is often an inside-the-park home run. Since youth baseball fields are considerably smaller than adult baseball fields, the batter will not have to hit the ball as far to get a home run. Youth baseball leagues that adhere to the \"Little League\" standard, in the United States and internationally, use a field with base paths 60 feet (18 m) apart.", "final_label": "Factual"}
{"id": "200", "model": "llama65b", "statement_id": 1, "statement": "Russian wine refers to wine made in Russia.", "context": "", "final_label": "Factual"}
{"id": "200", "model": "llama65b", "statement_id": 2, "statement": "Russia's total 2005 vintage was 12,000 tonnes of wine from 40,000 ha.", "context": "Russian wine refers to wine made in Russia.", "final_label": "Not Sure"}
{"id": "200", "model": "llama65b", "statement_id": 3, "statement": "It has been estimated that in the 18th century Russians drank twice as much alcohol as they do now.", "context": "Russian wine refers to wine made in Russia. Russia's total 2005 vintage was 12,000 tonnes of wine from 40,000 ha.", "final_label": "Not Sure"}
{"id": "200", "model": "llama65b", "statement_id": 5, "statement": "According to industry observers the country had up to 400,000 regular wine drinkers.", "context": "Russian wine refers to wine made in Russia. Russia's total 2005 vintage was 12,000 tonnes of wine from 40,000 ha. It has been estimated that in the 18th century Russians drank twice as much alcohol as they do now. In 2008, Russia, a traditionally beer drinking country with 90% of alcohol consumed being in the form of spirits, was in the midst of a wine revolution.", "final_label": "Not Sure"}
{"id": "214", "model": "llama65b", "statement_id": 1, "statement": "William C. Wright (born 1866 in England) was an English businessman and inventor, who in 1892, at age 26, was awarded the first ever British patent (No.", "context": "", "final_label": "Unfactual"}
{"id": "0", "model": "gpt3", "statement_id": 1, "statement": "The Singapore University of Social Sciences (SUSS) is an autonomous university established in 2017.", "context": "", "final_label": "Factual"}
{"id": "0", "model": "gpt3", "statement_id": 2, "statement": "It offers a range of academic programmes in the areas of Applied and Social Sciences, Business, Humanities and Law.", "context": "The Singapore University of Social Sciences (SUSS) is an autonomous university established in 2017.", "final_label": "Factual"}
{"id": "0", "model": "gpt3", "statement_id": 3, "statement": "The university also provides courses for adult learners, enabling them to develop their professional knowledge and skills.", "context": "The Singapore University of Social Sciences (SUSS) is an autonomous university established in 2017. It offers a range of academic programmes in the areas of Applied and Social Sciences, Business, Humanities and Law.", "final_label": "Factual"}
{"id": "0", "model": "gpt3", "statement_id": 4, "statement": "The university’s teaching methods are practical, with an emphasis on problem-solving and reflective learning.", "context": "The Singapore University of Social Sciences (SUSS) is an autonomous university established in 2017. It offers a range of academic programmes in the areas of Applied and Social Sciences, Business, Humanities and Law. The university also provides courses for adult learners, enabling them to develop their professional knowledge and skills.", "final_label": "Not Sure"}
{"id": "0", "model": "gpt3", "statement_id": 5, "statement": "SUSS is also actively engaged in applied research and public policy to support economic and social development.", "context": "The Singapore University of Social Sciences (SUSS) is an autonomous university established in 2017. It offers a range of academic programmes in the areas of Applied and Social Sciences, Business, Humanities and Law. The university also provides courses for adult learners, enabling them to develop their professional knowledge and skills. The university’s teaching methods are practical, with an emphasis on problem-solving and reflective learning.", "final_label": "Factual"}
{"id": "1", "model": "gpt3", "statement_id": 1, "statement": "Martin Stadium is a college football stadium located on the campus of Washington State University in Pullman, Washington.", "context": "", "final_label": "Factual"}
{"id": "1", "model": "gpt3", "statement_id": 2, "statement": "The stadium has a seating capacity of 32,952 and is the home of the Washington State Cougars football team.", "context": "Martin Stadium is a college football stadium located on the campus of Washington State University in Pullman, Washington.", "final_label": "Factual"}
{"id": "1", "model": "gpt3", "statement_id": 3, "statement": "Martin Stadium opened in 1972, replacing the original Rogers Field, which was built in 1915.", "context": "Martin Stadium is a college football stadium located on the campus of Washington State University in Pullman, Washington. The stadium has a seating capacity of 32,952 and is the home of the Washington State Cougars football team.", "final_label": "Unfactual"}
{"id": "1", "model": "gpt3", "statement_id": 4, "statement": "The stadium was named for Clarence D. Martin, the 15th governor of the state of Washington and the college's president from 1925 to 1935.", "context": "Martin Stadium is a college football stadium located on the campus of Washington State University in Pullman, Washington. The stadium has a seating capacity of 32,952 and is the home of the Washington State Cougars football team. Martin Stadium opened in 1972, replacing the original Rogers Field, which was built in 1915.", "final_label": "Unfactual"}
{"id": "1", "model": "gpt3", "statement_id": 5, "statement": "The stadium underwent a major renovation in 2003 that included new stands and updated press boxes.", "context": "Martin Stadium is a college football stadium located on the campus of Washington State University in Pullman, Washington. The stadium has a seating capacity of 32,952 and is the home of the Washington State Cougars football team. Martin Stadium opened in 1972, replacing the original Rogers Field, which was built in 1915. The stadium was named for Clarence D. Martin, the 15th governor of the state of Washington and the college's president from 1925 to 1935.", "final_label": "Factual"}
{"id": "10", "model": "gpt3", "statement_id": 1, "statement": "The Singapore Police Force is the national police force of the Republic of Singapore.", "context": "", "final_label": "Factual"}
{"id": "10", "model": "gpt3", "statement_id": 2, "statement": "It was established in 1819, with the earliest police force being formed in 1820 to control the increasing number of Chinese immigrants.", "context": "The Singapore Police Force is the national police force of the Republic of Singapore.", "final_label": "Unfactual"}
{"id": "10", "model": "gpt3", "statement_id": 3, "statement": "It was initially known as the Singapore Armed Constabulary, and subsequently renamed the Singapore Police Force in 1859.", "context": "The Singapore Police Force is the national police force of the Republic of Singapore. It was established in 1819, with the earliest police force being formed in 1820 to control the increasing number of Chinese immigrants.", "final_label": "Not Sure"}
{"id": "10", "model": "gpt3", "statement_id": 4, "statement": "Over the years, the Singapore Police Force has grown to become a highly competent and professional law enforcement agency.", "context": "The Singapore Police Force is the national police force of the Republic of Singapore. It was established in 1819, with the earliest police force being formed in 1820 to control the increasing number of Chinese immigrants. It was initially known as the Singapore Armed Constabulary, and subsequently renamed the Singapore Police Force in 1859.", "final_label": "Factual"}
{"id": "10", "model": "gpt3", "statement_id": 5, "statement": "It currently has around 28,000 officers, and is responsible for keeping law and order in Singapore.", "context": "The Singapore Police Force is the national police force of the Republic of Singapore. It was established in 1819, with the earliest police force being formed in 1820 to control the increasing number of Chinese immigrants. It was initially known as the Singapore Armed Constabulary, and subsequently renamed the Singapore Police Force in 1859. Over the years, the Singapore Police Force has grown to become a highly competent and professional law enforcement agency.", "final_label": "Not Sure"}
{"id": "30", "model": "gpt3", "statement_id": 1, "statement": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill.", "context": "", "final_label": "Factual"}
{"id": "30", "model": "gpt3", "statement_id": 2, "statement": "It was released on June 29, 2015, by Maybach Music Group and Atlantic Records.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill.", "final_label": "Factual"}
{"id": "30", "model": "gpt3", "statement_id": 3, "statement": "The album features guest appearances from Chris Brown, Nicki Minaj, Drake, The Weeknd, Diddy, Rick Ross, Future and Swizz Beatz.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill. It was released on June 29, 2015, by Maybach Music Group and Atlantic Records.", "final_label": "Factual"}
{"id": "30", "model": "gpt3", "statement_id": 4, "statement": "Production was handled by Boi-1da, DJ Khaled, Da Honorable C.N.O.T.E., Cardo, Cubeatz, Jahlil Beats, Vinylz, DJ Mustard, and The Mekanics, among others.", "context": "Dreams Worth More Than Money is the second studio album by American rapper Meek Mill. It was released on June 29, 2015, by Maybach Music Group and Atlantic Records. The album features guest appearances from Chris Brown, Nicki Minaj, Drake, The Weeknd, Diddy, Rick Ross, Future and Swizz Beatz.", "final_label": "Factual"}
{"id": "39", "model": "gpt3", "statement_id": 2, "statement": "Cable television is provided by local cable companies who own and maintain the physical infrastructure required to transmit the signals.", "context": "Cable television by region is the distribution of cable television across geographic regions, such as countries, states, cities, or neighborhoods.", "final_label": "Factual"}
{"id": "39", "model": "gpt3", "statement_id": 4, "statement": "Different services may be offered in different regions or cities, including digital video services, premium channel packages, pay-per-view programs, and internet access.", "context": "Cable television by region is the distribution of cable television across geographic regions, such as countries, states, cities, or neighborhoods. Cable television is provided by local cable companies who own and maintain the physical infrastructure required to transmit the signals. Cable television companies generally require customers to sign up for service in the area where the infrastructure is located, or for specific regional or local services.", "final_label": "Not Sure"}
{"id": "44", "model": "gpt3", "statement_id": 1, "statement": "Healing Through Fire is a novel written by Alice Henderson and published in 2020.", "context": "", "final_label": "Unfactual"}
{"id": "44", "model": "gpt3", "statement_id": 2, "statement": "The novel tells the story of a firefighter who comes back from a devastating injury that left her with permanent damage and finds a way to heal her physical and emotional wounds by forging a new bond with her environment.", "context": "Healing Through Fire is a novel written by Alice Henderson and published in 2020.", "final_label": "Not Sure"}
{"id": "44", "model": "gpt3", "statement_id": 3, "statement": "The novel has been praised for its realism and heartfelt depictions of the challenges and triumphs that come with living with an injury.", "context": "Healing Through Fire is a novel written by Alice Henderson and published in 2020. The novel tells the story of a firefighter who comes back from a devastating injury that left her with permanent damage and finds a way to heal her physical and emotional wounds by forging a new bond with her environment.", "final_label": "Not Sure"}
{"id": "49", "model": "gpt3", "statement_id": 1, "statement": "Lease Corporation International (LCI) is a multinational aircraft lessor based in Dublin, Ireland.", "context": "", "final_label": "Factual"}
{"id": "49", "model": "gpt3", "statement_id": 2, "statement": "Founded in 1997, LCI owns a portfolio of over 300 aircraft with an asset value in excess of $20 billion.", "context": "Lease Corporation International (LCI) is a multinational aircraft lessor based in Dublin, Ireland.", "final_label": "Unfactual"}
{"id": "49", "model": "gpt3", "statement_id": 3, "statement": "LCI is a leader in the aircraft leasing industry and operates in more than 50 countries.", "context": "Lease Corporation International (LCI) is a multinational aircraft lessor based in Dublin, Ireland. Founded in 1997, LCI owns a portfolio of over 300 aircraft with an asset value in excess of $20 billion.", "final_label": "Not Sure"}
{"id": "49", "model": "gpt3", "statement_id": 4, "statement": "The company specializes in providing aircraft leasing, aircraft remarketing and portfolio management services.", "context": "Lease Corporation International (LCI) is a multinational aircraft lessor based in Dublin, Ireland. Founded in 1997, LCI owns a portfolio of over 300 aircraft with an asset value in excess of $20 billion. LCI is a leader in the aircraft leasing industry and operates in more than 50 countries.", "final_label": "Factual"}
{"id": "49", "model": "gpt3", "statement_id": 5, "statement": "LCI has provided aircraft leasing services to some of the world’s largest airlines, including Emirates, American Airlines, British Airways, and Lufthansa.", "context": "Lease Corporation International (LCI) is a multinational aircraft lessor based in Dublin, Ireland. Founded in 1997, LCI owns a portfolio of over 300 aircraft with an asset value in excess of $20 billion. LCI is a leader in the aircraft leasing industry and operates in more than 50 countries. The company specializes in providing aircraft leasing, aircraft remarketing and portfolio management services.", "final_label": "Unfactual"}
{"id": "51", "model": "gpt3", "statement_id": 1, "statement": "Dennis Gordon is a Scottish footballer who currently plays for East Fife.", "context": "", "final_label": "Unfactual"}
{"id": "54", "model": "gpt3", "statement_id": 1, "statement": "Jan Six (born 27 November 1968) is a Dutch art collector, businessman, and author.", "context": "", "final_label": "Unfactual"}
{"id": "54", "model": "gpt3", "statement_id": 2, "statement": "He is the great-grandson of Jan Six I, a renowned art collector, and great-grandson of Jacob Six, who was a mayor of Amsterdam and a wealthy merchant.", "context": "Jan Six (born 27 November 1968) is a Dutch art collector, businessman, and author.", "final_label": "Unfactual"}
{"id": "54", "model": "gpt3", "statement_id": 4, "statement": "He is also an active art dealer and serves on the board of the Rijksmuseum and the Rembrandt House Museum.", "context": "Jan Six (born 27 November 1968) is a Dutch art collector, businessman, and author. He is the great-grandson of Jan Six I, a renowned art collector, and great-grandson of Jacob Six, who was a mayor of Amsterdam and a wealthy merchant. Six is the owner of the Six Collection, a major collection of 17th-century Dutch paintings, including works by Rembrandt, Vermeer and Jan Steen.", "final_label": "Unfactual"}
{"id": "54", "model": "gpt3", "statement_id": 5, "statement": "He has written a number of books, most recently Jan Six: The Legacy of a Dutch Art Collector (2020).", "context": "Jan Six (born 27 November 1968) is a Dutch art collector, businessman, and author. He is the great-grandson of Jan Six I, a renowned art collector, and great-grandson of Jacob Six, who was a mayor of Amsterdam and a wealthy merchant. Six is the owner of the Six Collection, a major collection of 17th-century Dutch paintings, including works by Rembrandt, Vermeer and Jan Steen. He is also an active art dealer and serves on the board of the Rijksmuseum and the Rembrandt House Museum.", "final_label": "Unfactual"}
{"id": "63", "model": "gpt3", "statement_id": 1, "statement": "To Hell and Black is the fifth studio album by American rap group Cypress Hill, released on August 8, 1994.", "context": "", "final_label": "Unfactual"}
{"id": "63", "model": "gpt3", "statement_id": 2, "statement": "The album was certified Platinum by the RIAA.", "context": "To Hell and Black is the fifth studio album by American rap group Cypress Hill, released on August 8, 1994.", "final_label": "Not Sure"}
{"id": "63", "model": "gpt3", "statement_id": 4, "statement": "The album marked a transition from the group's sound from their previous albums, and featured a more rock-oriented sound.", "context": "To Hell and Black is the fifth studio album by American rap group Cypress Hill, released on August 8, 1994. The album was certified Platinum by the RIAA. It featured two hit singles: \"Insane in the Brain\" and \"When the Ship Goes Down\".", "final_label": "Not Sure"}
{"id": "67", "model": "gpt3", "statement_id": 1, "statement": "Gordon Arthur Stanley (1912 - 2000) was a Canadian wildlife artist who was best known for his bird paintings.", "context": "", "final_label": "Unfactual"}
{"id": "67", "model": "gpt3", "statement_id": 2, "statement": "Stanley was born in Halifax, Nova Scotia and was raised in a family of seven children.", "context": "Gordon Arthur Stanley (1912 - 2000) was a Canadian wildlife artist who was best known for his bird paintings.", "final_label": "Unfactual"}
{"id": "67", "model": "gpt3", "statement_id": 3, "statement": "He showed a great interest in birds from an early age and even wrote a book about them in 1951.", "context": "Gordon Arthur Stanley (1912 - 2000) was a Canadian wildlife artist who was best known for his bird paintings. Stanley was born in Halifax, Nova Scotia and was raised in a family of seven children.", "final_label": "Not Sure"}
{"id": "67", "model": "gpt3", "statement_id": 4, "statement": "Stanley went on to pursue a career in art and developed a unique style of painting birds, often from unusual angles or perspectives.", "context": "Gordon Arthur Stanley (1912 - 2000) was a Canadian wildlife artist who was best known for his bird paintings. Stanley was born in Halifax, Nova Scotia and was raised in a family of seven children. He showed a great interest in birds from an early age and even wrote a book about them in 1951.", "final_label": "Not Sure"}
{"id": "67", "model": "gpt3", "statement_id": 5, "statement": "He gained international recognition for his work and was awarded the Order of Canada in 1975 for his contribution to wildlife art.", "context": "Gordon Arthur Stanley (1912 - 2000) was a Canadian wildlife artist who was best known for his bird paintings. Stanley was born in Halifax, Nova Scotia and was raised in a family of seven children. He showed a great interest in birds from an early age and even wrote a book about them in 1951. Stanley went on to pursue a career in art and developed a unique style of painting birds, often from unusual angles or perspectives.", "final_label": "Unfactual"}
{"id": "75", "model": "gpt3", "statement_id": 1, "statement": "Touch the Wall is a 2014 documentary film directed by Grant Barbeito and produced by Christina Ciocca.", "context": "", "final_label": "Unfactual"}
{"id": "75", "model": "gpt3", "statement_id": 2, "statement": "It follows the lives of Olympic swimmers Missy Franklin and Kara Lynn Joyce, as they prepare for the 2012 Summer Olympics in London.", "context": "Touch the Wall is a 2014 documentary film directed by Grant Barbeito and produced by Christina Ciocca.", "final_label": "Factual"}
{"id": "75", "model": "gpt3", "statement_id": 3, "statement": "The film follows the two swimmers and their coaches as they practice and compete in their respective events, including their emotional reactions to their results and their reactions to other Olympic competitors.", "context": "Touch the Wall is a 2014 documentary film directed by Grant Barbeito and produced by Christina Ciocca. It follows the lives of Olympic swimmers Missy Franklin and Kara Lynn Joyce, as they prepare for the 2012 Summer Olympics in London.", "final_label": "Factual"}
{"id": "75", "model": "gpt3", "statement_id": 5, "statement": "Touch the Wall was released to generally positive reviews, with praise for its in-depth look at the athletes and their respective sports.", "context": "Touch the Wall is a 2014 documentary film directed by Grant Barbeito and produced by Christina Ciocca. It follows the lives of Olympic swimmers Missy Franklin and Kara Lynn Joyce, as they prepare for the 2012 Summer Olympics in London. The film follows the two swimmers and their coaches as they practice and compete in their respective events, including their emotional reactions to their results and their reactions to other Olympic competitors. It also features interviews with family members and experts in the swimming community.", "final_label": "Not Sure"}
{"id": "79", "model": "gpt3", "statement_id": 1, "statement": "John William Parker was a British publisher and author active in the 19th century.", "context": "", "final_label": "Unfactual"}
{"id": "79", "model": "gpt3", "statement_id": 2, "statement": "He was born in London in 1792 and died there in 1860.", "context": "John William Parker was a British publisher and author active in the 19th century.", "final_label": "Unfactual"}
{"id": "79", "model": "gpt3", "statement_id": 4, "statement": "He was most noted for publishing scientific works, but also published many classics including works of Thomas Carlyle and Thomas Macaulay.", "context": "John William Parker was a British publisher and author active in the 19th century. He was born in London in 1792 and died there in 1860. He founded J.W. Parker and Son publishing house in 1839 and had published over 200 books by the time of his death.", "final_label": "Not Sure"}
{"id": "79", "model": "gpt3", "statement_id": 5, "statement": "He was an active member of the Royal Society of Literature, and the Royal Society of Arts.", "context": "John William Parker was a British publisher and author active in the 19th century. He was born in London in 1792 and died there in 1860. He founded J.W. Parker and Son publishing house in 1839 and had published over 200 books by the time of his death. He was most noted for publishing scientific works, but also published many classics including works of Thomas Carlyle and Thomas Macaulay.", "final_label": "Not Sure"}
{"id": "84", "model": "gpt3", "statement_id": 2, "statement": "It was created to coordinate all foreign intelligence activities within the U.S. government.", "context": "The Office of the Coordinator of Information was a U.S. intelligence agency established in 1941 as the first centralized American intelligence organization.", "final_label": "Unfactual"}
{"id": "84", "model": "gpt3", "statement_id": 4, "statement": "The Office of the Coordinator of Information was the predecessor of the Office of Strategic Services (OSS), the intelligence agency responsible for conducting espionage, sabotage, and propaganda activities during World War II.", "context": "The Office of the Coordinator of Information was a U.S. intelligence agency established in 1941 as the first centralized American intelligence organization. It was created to coordinate all foreign intelligence activities within the U.S. government. The agency was led by William Joseph Donovan and later by General William J. Donovan.", "final_label": "Factual"}
{"id": "85", "model": "gpt3", "statement_id": 1, "statement": "Douglas How is a Canadian writer and playwright.", "context": "", "final_label": "Unfactual"}
{"id": "85", "model": "gpt3", "statement_id": 2, "statement": "His works are often characterized by their surreal and absurdist humor, and often deal with themes of loneliness and alienation.", "context": "Douglas How is a Canadian writer and playwright.", "final_label": "Not Sure"}
{"id": "85", "model": "gpt3", "statement_id": 3, "statement": "How's works have won numerous awards, including the Governor General's Award for drama for his play “God and the Indian” in 2002.", "context": "Douglas How is a Canadian writer and playwright. His works are often characterized by their surreal and absurdist humor, and often deal with themes of loneliness and alienation.", "final_label": "Not Sure"}
{"id": "85", "model": "gpt3", "statement_id": 4, "statement": "He has also been nominated for the Governor General's Award for poetry in 1998 and the Governor General's Award for fiction in 2005.", "context": "Douglas How is a Canadian writer and playwright. His works are often characterized by their surreal and absurdist humor, and often deal with themes of loneliness and alienation. How's works have won numerous awards, including the Governor General's Award for drama for his play “God and the Indian” in 2002.", "final_label": "Not Sure"}
{"id": "85", "model": "gpt3", "statement_id": 5, "statement": "He has also been a finalist for the Trillium Book Award, the Journey Prize and the ReLit Award.", "context": "Douglas How is a Canadian writer and playwright. His works are often characterized by their surreal and absurdist humor, and often deal with themes of loneliness and alienation. How's works have won numerous awards, including the Governor General's Award for drama for his play “God and the Indian” in 2002. He has also been nominated for the Governor General's Award for poetry in 1998 and the Governor General's Award for fiction in 2005.", "final_label": "Not Sure"}
{"id": "89", "model": "gpt3", "statement_id": 1, "statement": "Forever Mine is a 1999 romantic drama film written and directed by Paul Schrader, and starring Ray Liotta, Joseph Fiennes and Gretchen Mol.", "context": "", "final_label": "Factual"}
{"id": "89", "model": "gpt3", "statement_id": 2, "statement": "The story centers on a hotel bellhop (Fiennes) who begins an affair with a wealthy and powerful older woman (Mol).", "context": "Forever Mine is a 1999 romantic drama film written and directed by Paul Schrader, and starring Ray Liotta, Joseph Fiennes and Gretchen Mol.", "final_label": "Factual"}
{"id": "105", "model": "gpt3", "statement_id": 1, "statement": "Jane Lee is a Taiwanese singer-songwriter who debuted in 2015 with the EP \"Think\".", "context": "", "final_label": "Unfactual"}
{"id": "105", "model": "gpt3", "statement_id": 2, "statement": "Her debut single, \"Waiting for You\", made her the winner of the Best New Artist award at the Golden Melody Awards in 2016.", "context": "Jane Lee is a Taiwanese singer-songwriter who debuted in 2015 with the EP \"Think\".", "final_label": "Unfactual"}
{"id": "105", "model": "gpt3", "statement_id": 3, "statement": "She has since released two more albums, \"The Life\" and \"Love Runs Out\", and has collaborated with many other popular artists such as Shin, Shila Amzah, and Sky Wu.", "context": "Jane Lee is a Taiwanese singer-songwriter who debuted in 2015 with the EP \"Think\". Her debut single, \"Waiting for You\", made her the winner of the Best New Artist award at the Golden Melody Awards in 2016.", "final_label": "Unfactual"}
{"id": "105", "model": "gpt3", "statement_id": 4, "statement": "She has received numerous awards for her work, including the Best Female Mandarin Singer award at the Golden Melody Awards in 2020.", "context": "Jane Lee is a Taiwanese singer-songwriter who debuted in 2015 with the EP \"Think\". Her debut single, \"Waiting for You\", made her the winner of the Best New Artist award at the Golden Melody Awards in 2016. She has since released two more albums, \"The Life\" and \"Love Runs Out\", and has collaborated with many other popular artists such as Shin, Shila Amzah, and Sky Wu.", "final_label": "Unfactual"}
{"id": "105", "model": "gpt3", "statement_id": 5, "statement": "She is known for her unique style of music, which blends rock, pop, and jazz elements.", "context": "Jane Lee is a Taiwanese singer-songwriter who debuted in 2015 with the EP \"Think\". Her debut single, \"Waiting for You\", made her the winner of the Best New Artist award at the Golden Melody Awards in 2016. She has since released two more albums, \"The Life\" and \"Love Runs Out\", and has collaborated with many other popular artists such as Shin, Shila Amzah, and Sky Wu. She has received numerous awards for her work, including the Best Female Mandarin Singer award at the Golden Melody Awards in 2020.", "final_label": "Unfactual"}
{"id": "106", "model": "gpt3", "statement_id": 1, "statement": "Sandy Carter is an American business executive, public speaker, and author.", "context": "", "final_label": "Factual"}
{"id": "106", "model": "gpt3", "statement_id": 2, "statement": "She is the CEO of NEC, the U.S. leader in Artificial Intelligence.", "context": "Sandy Carter is an American business executive, public speaker, and author.", "final_label": "Unfactual"}
{"id": "106", "model": "gpt3", "statement_id": 3, "statement": "She is also the founder and chairperson of the AI Foundation.", "context": "Sandy Carter is an American business executive, public speaker, and author. She is the CEO of NEC, the U.S. leader in Artificial Intelligence.", "final_label": "Unfactual"}
{"id": "106", "model": "gpt3", "statement_id": 4, "statement": "Sandy Carter has over 30 years of experience in the tech industry, having served as vice president of marketing for IBM, vice president of e-business for Lotus Software, vice president of development & transformation for Avaya, and the vice president of SOA and WebSphere strategy for IBM.", "context": "Sandy Carter is an American business executive, public speaker, and author. She is the CEO of NEC, the U.S. leader in Artificial Intelligence. She is also the founder and chairperson of the AI Foundation.", "final_label": "Not Sure"}
{"id": "106", "model": "gpt3", "statement_id": 5, "statement": "Carter is a sought-after keynote speaker, a published author, and a regular guest on television shows and radio programs.", "context": "Sandy Carter is an American business executive, public speaker, and author. She is the CEO of NEC, the U.S. leader in Artificial Intelligence. She is also the founder and chairperson of the AI Foundation. Sandy Carter has over 30 years of experience in the tech industry, having served as vice president of marketing for IBM, vice president of e-business for Lotus Software, vice president of development & transformation for Avaya, and the vice president of SOA and WebSphere strategy for IBM.", "final_label": "Factual"}
{"id": "107", "model": "gpt3", "statement_id": 2, "statement": "The company was founded in 2005 with the aim of creating contemporary solutions for personal electronics.", "context": "Just Mobile is an accessory company that produces sleek and stylish products for everyday use with a focus on mobile technology.", "final_label": "Unfactual"}
{"id": "107", "model": "gpt3", "statement_id": 3, "statement": "Just Mobile’s product line includes stylish charging stands, docks and cables for smartphones, tablets, and Apple Watch.", "context": "Just Mobile is an accessory company that produces sleek and stylish products for everyday use with a focus on mobile technology. The company was founded in 2005 with the aim of creating contemporary solutions for personal electronics.", "final_label": "Not Sure"}
{"id": "107", "model": "gpt3", "statement_id": 4, "statement": "They have collaborated with leading tech brands such as Apple, Google, Samsung, Sony, and HTC to design products that are high quality, efficient, and aesthetically pleasing.", "context": "Just Mobile is an accessory company that produces sleek and stylish products for everyday use with a focus on mobile technology. The company was founded in 2005 with the aim of creating contemporary solutions for personal electronics. Just Mobile’s product line includes stylish charging stands, docks and cables for smartphones, tablets, and Apple Watch.", "final_label": "Not Sure"}
{"id": "115", "model": "gpt3", "statement_id": 1, "statement": "The 2015 Texas Rangers season was the Rangers' 15th season in Major League Baseball, and their 15th season at Globe Life Park in Arlington.", "context": "", "final_label": "Unfactual"}
{"id": "115", "model": "gpt3", "statement_id": 2, "statement": "They competed in the American League West, finishing in second place with an 88–74 record.", "context": "The 2015 Texas Rangers season was the Rangers' 15th season in Major League Baseball, and their 15th season at Globe Life Park in Arlington.", "final_label": "Factual"}
{"id": "115", "model": "gpt3", "statement_id": 4, "statement": "They were defeated 3–2 by the Toronto Blue Jays in the ALDS.", "context": "The 2015 Texas Rangers season was the Rangers' 15th season in Major League Baseball, and their 15th season at Globe Life Park in Arlington. They competed in the American League West, finishing in second place with an 88–74 record. The Rangers reached the postseason as the second American League Wild Card team.", "final_label": "Not Sure"}
{"id": "115", "model": "gpt3", "statement_id": 5, "statement": "The 2015 season marked the Rangers' first back-to-back postseason appearances since 1998–1999.", "context": "The 2015 Texas Rangers season was the Rangers' 15th season in Major League Baseball, and their 15th season at Globe Life Park in Arlington. They competed in the American League West, finishing in second place with an 88–74 record. The Rangers reached the postseason as the second American League Wild Card team. They were defeated 3–2 by the Toronto Blue Jays in the ALDS.", "final_label": "Not Sure"}
{"id": "130", "model": "gpt3", "statement_id": 1, "statement": "\"Don't Let the Sun Catch You Crying\" is a 1964 song by Gerry and the Pacemakers.", "context": "", "final_label": "Factual"}
{"id": "130", "model": "gpt3", "statement_id": 2, "statement": "The song was written by Gerry Marsden and released as a single in March 1964, with \"I'm the One\" as the B-side.", "context": "\"Don't Let the Sun Catch You Crying\" is a 1964 song by Gerry and the Pacemakers.", "final_label": "Unfactual"}
{"id": "130", "model": "gpt3", "statement_id": 3, "statement": "The song spent four weeks at the top of the UK Singles Chart, and was later included on the band's album, Don't Let the Sun Catch You Crying.", "context": "\"Don't Let the Sun Catch You Crying\" is a 1964 song by Gerry and the Pacemakers. The song was written by Gerry Marsden and released as a single in March 1964, with \"I'm the One\" as the B-side.", "final_label": "Unfactual"}
{"id": "130", "model": "gpt3", "statement_id": 4, "statement": "The song is about the need for a strong heart when it comes to facing adversity.", "context": "\"Don't Let the Sun Catch You Crying\" is a 1964 song by Gerry and the Pacemakers. The song was written by Gerry Marsden and released as a single in March 1964, with \"I'm the One\" as the B-side. The song spent four weeks at the top of the UK Singles Chart, and was later included on the band's album, Don't Let the Sun Catch You Crying.", "final_label": "Not Sure"}
{"id": "130", "model": "gpt3", "statement_id": 5, "statement": "It has been covered by several artists including Elvis Presley, The Beach Boys, and The Dubliners.", "context": "\"Don't Let the Sun Catch You Crying\" is a 1964 song by Gerry and the Pacemakers. The song was written by Gerry Marsden and released as a single in March 1964, with \"I'm the One\" as the B-side. The song spent four weeks at the top of the UK Singles Chart, and was later included on the band's album, Don't Let the Sun Catch You Crying. The song is about the need for a strong heart when it comes to facing adversity.", "final_label": "Unfactual"}
{"id": "131", "model": "gpt3", "statement_id": 1, "statement": "A web counter is a tool used to count the number of visitors to a website.", "context": "", "final_label": "Factual"}
{"id": "131", "model": "gpt3", "statement_id": 2, "statement": "It is usually implemented in the form of a script that is embedded into the HTML code of a website.", "context": "A web counter is a tool used to count the number of visitors to a website.", "final_label": "Factual"}
{"id": "131", "model": "gpt3", "statement_id": 3, "statement": "This script records a visit by a user as a \"hit\" each time the user loads a page of the website.", "context": "A web counter is a tool used to count the number of visitors to a website. It is usually implemented in the form of a script that is embedded into the HTML code of a website.", "final_label": "Factual"}
{"id": "131", "model": "gpt3", "statement_id": 4, "statement": "Web counters can help webmasters measure website traffic and usage trends, as well as identify which parts of the website are being accessed the most.", "context": "A web counter is a tool used to count the number of visitors to a website. It is usually implemented in the form of a script that is embedded into the HTML code of a website. This script records a visit by a user as a \"hit\" each time the user loads a page of the website.", "final_label": "Factual"}
{"id": "134", "model": "gpt3", "statement_id": 1, "statement": "A deep belief network (DBN) is a type of artificial neural network that consists of multiple layers of non-linear units called neurons.", "context": "", "final_label": "Factual"}
{"id": "134", "model": "gpt3", "statement_id": 2, "statement": "It is composed of a network of layers of interconnected “hidden” neurons, where each layer passes data to the next layer.", "context": "A deep belief network (DBN) is a type of artificial neural network that consists of multiple layers of non-linear units called neurons.", "final_label": "Factual"}
{"id": "134", "model": "gpt3", "statement_id": 3, "statement": "A deep belief network is a generative graphical model that is trained layer-by-layer using an unsupervised learning algorithm called contrastive divergence.", "context": "A deep belief network (DBN) is a type of artificial neural network that consists of multiple layers of non-linear units called neurons. It is composed of a network of layers of interconnected “hidden” neurons, where each layer passes data to the next layer.", "final_label": "Factual"}
{"id": "134", "model": "gpt3", "statement_id": 4, "statement": "It is often used in pattern recognition, and has applications in computer vision, speech recognition and natural language processing.", "context": "A deep belief network (DBN) is a type of artificial neural network that consists of multiple layers of non-linear units called neurons. It is composed of a network of layers of interconnected “hidden” neurons, where each layer passes data to the next layer. A deep belief network is a generative graphical model that is trained layer-by-layer using an unsupervised learning algorithm called contrastive divergence.", "final_label": "Factual"}
{"id": "149", "model": "gpt3", "statement_id": 1, "statement": "New Circle Road is a major road in Lexington, Kentucky that forms a partial loop around the city.", "context": "", "final_label": "Factual"}
{"id": "149", "model": "gpt3", "statement_id": 2, "statement": "The road has been in existence since the late 1960s, but the current 8-lane, high-speed version of New Circle Road was completed in the late 2000s.", "context": "New Circle Road is a major road in Lexington, Kentucky that forms a partial loop around the city.", "final_label": "Unfactual"}
{"id": "149", "model": "gpt3", "statement_id": 3, "statement": "The road serves as a major artery in Lexington, and provides access to several major interstate highways.", "context": "New Circle Road is a major road in Lexington, Kentucky that forms a partial loop around the city. The road has been in existence since the late 1960s, but the current 8-lane, high-speed version of New Circle Road was completed in the late 2000s.", "final_label": "Factual"}
{"id": "150", "model": "gpt3", "statement_id": 1, "statement": "The Taste of Money is a 2012 South Korean drama film written and directed by Im Sang-soo.", "context": "", "final_label": "Factual"}
{"id": "150", "model": "gpt3", "statement_id": 5, "statement": "The Taste of Money won several awards and was praised for its thoughtful examination of the themes of greed and power.", "context": "The Taste of Money is a 2012 South Korean drama film written and directed by Im Sang-soo. It stars Yoon Yeo-jeong, Kim Kang-woo, Baek Yoon-sik and Lee Kyeong-yeong. The film tells the story of a wealthy, powerful family whose seemingly perfect life is marred by betrayal, deceit and greed. The family's aging patriarch, Yoon, struggles to hold onto the family's fortune and legacy, as a powerful figure from his past seeks revenge and threatens to unravel the family's carefully crafted facade.", "final_label": "Not Sure"}
{"id": "154", "model": "gpt3", "statement_id": 1, "statement": "The Sleeping Years is an indie pop duo, formed in 2003 by Meursault’s singer-songwriter Malcolm Middleton and his partner Louise Quinn.", "context": "", "final_label": "Unfactual"}
{"id": "154", "model": "gpt3", "statement_id": 2, "statement": "They have released two albums to date, Under the Pier in 2005 and Dirt in 2008, as well as two EPs, the self-titled The Sleeping Years in 2004 and the Goodbye Everybody EP in 2006.", "context": "The Sleeping Years is an indie pop duo, formed in 2003 by Meursault’s singer-songwriter Malcolm Middleton and his partner Louise Quinn.", "final_label": "Unfactual"}
{"id": "154", "model": "gpt3", "statement_id": 3, "statement": "The duo has toured extensively in the UK and Europe, and their music has been featured in numerous television programmes and films.", "context": "The Sleeping Years is an indie pop duo, formed in 2003 by Meursault’s singer-songwriter Malcolm Middleton and his partner Louise Quinn. They have released two albums to date, Under the Pier in 2005 and Dirt in 2008, as well as two EPs, the self-titled The Sleeping Years in 2004 and the Goodbye Everybody EP in 2006.", "final_label": "Unfactual"}
{"id": "154", "model": "gpt3", "statement_id": 4, "statement": "Their music has been described as \"hypnotic dream pop\" and their lyrics often focus on themes of love, loss and regret.", "context": "The Sleeping Years is an indie pop duo, formed in 2003 by Meursault’s singer-songwriter Malcolm Middleton and his partner Louise Quinn. They have released two albums to date, Under the Pier in 2005 and Dirt in 2008, as well as two EPs, the self-titled The Sleeping Years in 2004 and the Goodbye Everybody EP in 2006. The duo has toured extensively in the UK and Europe, and their music has been featured in numerous television programmes and films.", "final_label": "Not Sure"}
{"id": "161", "model": "gpt3", "statement_id": 1, "statement": "Point Grey Secondary School is a public secondary school located in the Kerrisdale neighbourhood of Vancouver, British Columbia.", "context": "", "final_label": "Factual"}
{"id": "161", "model": "gpt3", "statement_id": 2, "statement": "It is part of the Vancouver School Board and serves grades 8 to 12.", "context": "Point Grey Secondary School is a public secondary school located in the Kerrisdale neighbourhood of Vancouver, British Columbia.", "final_label": "Factual"}
{"id": "161", "model": "gpt3", "statement_id": 3, "statement": "The school has an academic program and also offers a variety of extra-curricular activities including athletics, music, art, drama, student leadership and more.", "context": "Point Grey Secondary School is a public secondary school located in the Kerrisdale neighbourhood of Vancouver, British Columbia. It is part of the Vancouver School Board and serves grades 8 to 12.", "final_label": "Factual"}
{"id": "163", "model": "gpt3", "statement_id": 1, "statement": "The Institute for Employment Studies (IES) is an independent, evidence-based research and consultancy organization, providing insights and expertise on the world of work.", "context": "", "final_label": "Factual"}
{"id": "163", "model": "gpt3", "statement_id": 2, "statement": "IES was established in 1975, and is based in the UK.", "context": "The Institute for Employment Studies (IES) is an independent, evidence-based research and consultancy organization, providing insights and expertise on the world of work.", "final_label": "Unfactual"}
{"id": "163", "model": "gpt3", "statement_id": 3, "statement": "IES aims to help improve policies and practices in the world of work, with a focus on the UK.", "context": "The Institute for Employment Studies (IES) is an independent, evidence-based research and consultancy organization, providing insights and expertise on the world of work. IES was established in 1975, and is based in the UK.", "final_label": "Factual"}
{"id": "163", "model": "gpt3", "statement_id": 4, "statement": "They do this through their research, consultancy and evaluation services, which provide support to policy makers, employers and other stakeholders.", "context": "The Institute for Employment Studies (IES) is an independent, evidence-based research and consultancy organization, providing insights and expertise on the world of work. IES was established in 1975, and is based in the UK. IES aims to help improve policies and practices in the world of work, with a focus on the UK.", "final_label": "Factual"}
{"id": "163", "model": "gpt3", "statement_id": 5, "statement": "IES also offer courses and qualifications in areas such as HR, Leadership and Management.", "context": "The Institute for Employment Studies (IES) is an independent, evidence-based research and consultancy organization, providing insights and expertise on the world of work. IES was established in 1975, and is based in the UK. IES aims to help improve policies and practices in the world of work, with a focus on the UK. They do this through their research, consultancy and evaluation services, which provide support to policy makers, employers and other stakeholders.", "final_label": "Not Sure"}
{"id": "164", "model": "gpt3", "statement_id": 1, "statement": "A power station, also referred to as a power plant or powerhouse, is an industrial facility for the generation of electric power.", "context": "", "final_label": "Factual"}
{"id": "164", "model": "gpt3", "statement_id": 2, "statement": "Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power.", "context": "A power station, also referred to as a power plant or powerhouse, is an industrial facility for the generation of electric power.", "final_label": "Factual"}
{"id": "164", "model": "gpt3", "statement_id": 3, "statement": "The relative motion between a magnetic field and a conductor creates an electrical current.", "context": "A power station, also referred to as a power plant or powerhouse, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power.", "final_label": "Factual"}
{"id": "164", "model": "gpt3", "statement_id": 4, "statement": "The energy source harnessed to turn the generator varies widely.", "context": "A power station, also referred to as a power plant or powerhouse, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power. The relative motion between a magnetic field and a conductor creates an electrical current.", "final_label": "Factual"}
{"id": "164", "model": "gpt3", "statement_id": 5, "statement": "Most power stations in the world burn fossil fuels such as coal, oil, and natural gas to generate electricity.", "context": "A power station, also referred to as a power plant or powerhouse, is an industrial facility for the generation of electric power. Most power stations contain one or more generators, a rotating machine that converts mechanical power into electrical power. The relative motion between a magnetic field and a conductor creates an electrical current. The energy source harnessed to turn the generator varies widely.", "final_label": "Factual"}
{"id": "169", "model": "gpt3", "statement_id": 4, "statement": "The Institute was shut down in 1945, shortly after the end of World War II.", "context": "The Institute for Study of the Jewish Question (ISJQ) was a short-lived German research institute founded in 1941 by the Nazi Party and funded by the Ministry of Public Enlightenment and Propaganda. The Institute was tasked with the study of the Jewish people, their culture, and their religion, as well as investigating the Jewish question as it related to Germany. The Institute produced scholarly papers and books on topics such as the Jews in antiquity and their connection to modern Jews, the history of Zionism, and other topics.", "final_label": "Not Sure"}
{"id": "186", "model": "gpt3", "statement_id": 1, "statement": "Jones Gap State Park is located in the upstate region of South Carolina, in the Mountain Bridge Wilderness area of the Blue Ridge Mountains.", "context": "", "final_label": "Factual"}
{"id": "186", "model": "gpt3", "statement_id": 2, "statement": "It is a state park that contains a 3,344-acre forest, with nearly 50 miles of hiking trails, as well as fishing, swimming, and boating.", "context": "Jones Gap State Park is located in the upstate region of South Carolina, in the Mountain Bridge Wilderness area of the Blue Ridge Mountains.", "final_label": "Not Sure"}
{"id": "186", "model": "gpt3", "statement_id": 3, "statement": "Visitors to the park can explore a variety of ecosystems including hardwood forests, high elevation meadows, and a large waterfall.", "context": "Jones Gap State Park is located in the upstate region of South Carolina, in the Mountain Bridge Wilderness area of the Blue Ridge Mountains. It is a state park that contains a 3,344-acre forest, with nearly 50 miles of hiking trails, as well as fishing, swimming, and boating.", "final_label": "Factual"}
{"id": "186", "model": "gpt3", "statement_id": 4, "statement": "The park also has a nature center, which offers educational programs and activities, as well as a variety of interpretive exhibits.", "context": "Jones Gap State Park is located in the upstate region of South Carolina, in the Mountain Bridge Wilderness area of the Blue Ridge Mountains. It is a state park that contains a 3,344-acre forest, with nearly 50 miles of hiking trails, as well as fishing, swimming, and boating. Visitors to the park can explore a variety of ecosystems including hardwood forests, high elevation meadows, and a large waterfall.", "final_label": "Factual"}
{"id": "189", "model": "gpt3", "statement_id": 1, "statement": "Light clay is a clay-like medium used for a variety of purposes, including sculpture, pottery, and craft projects.", "context": "", "final_label": "Unfactual"}
{"id": "189", "model": "gpt3", "statement_id": 2, "statement": "It is a type of air-dried modeling material made of a mixture of cellulose fibers and white clay.", "context": "Light clay is a clay-like medium used for a variety of purposes, including sculpture, pottery, and craft projects.", "final_label": "Unfactual"}
{"id": "189", "model": "gpt3", "statement_id": 3, "statement": "Light clay is easy to work with and does not need to be fired in a kiln like traditional clay.", "context": "Light clay is a clay-like medium used for a variety of purposes, including sculpture, pottery, and craft projects. It is a type of air-dried modeling material made of a mixture of cellulose fibers and white clay.", "final_label": "Not Sure"}
{"id": "189", "model": "gpt3", "statement_id": 4, "statement": "It is lightweight, durable, and can be used both indoors and outdoors.", "context": "Light clay is a clay-like medium used for a variety of purposes, including sculpture, pottery, and craft projects. It is a type of air-dried modeling material made of a mixture of cellulose fibers and white clay. Light clay is easy to work with and does not need to be fired in a kiln like traditional clay.", "final_label": "Not Sure"}
{"id": "191", "model": "gpt3", "statement_id": 1, "statement": "The Dutch Association for Public Administration (NVAB) is the main professional body for public administration professionals in the Netherlands.", "context": "", "final_label": "Unfactual"}
{"id": "191", "model": "gpt3", "statement_id": 2, "statement": "Founded in 1952, the NVAB has a membership of more than 16,000 public administrators, civil servants and academics.", "context": "The Dutch Association for Public Administration (NVAB) is the main professional body for public administration professionals in the Netherlands.", "final_label": "Unfactual"}
{"id": "191", "model": "gpt3", "statement_id": 3, "statement": "Its goal is to promote excellence in public administration and to develop and advance the field through research and education.", "context": "The Dutch Association for Public Administration (NVAB) is the main professional body for public administration professionals in the Netherlands. Founded in 1952, the NVAB has a membership of more than 16,000 public administrators, civil servants and academics.", "final_label": "Unfactual"}
{"id": "191", "model": "gpt3", "statement_id": 4, "statement": "It organizes conferences, seminars, debates and other events to bring together experts in the field.", "context": "The Dutch Association for Public Administration (NVAB) is the main professional body for public administration professionals in the Netherlands. Founded in 1952, the NVAB has a membership of more than 16,000 public administrators, civil servants and academics. Its goal is to promote excellence in public administration and to develop and advance the field through research and education.", "final_label": "Factual"}
{"id": "191", "model": "gpt3", "statement_id": 5, "statement": "The NVAB also publishes the journal Bestuurskunde, a leading publication on public administration in the Netherlands.", "context": "The Dutch Association for Public Administration (NVAB) is the main professional body for public administration professionals in the Netherlands. Founded in 1952, the NVAB has a membership of more than 16,000 public administrators, civil servants and academics. Its goal is to promote excellence in public administration and to develop and advance the field through research and education. It organizes conferences, seminars, debates and other events to bring together experts in the field.", "final_label": "Not Sure"}
{"id": "194", "model": "gpt3", "statement_id": 1, "statement": "Edward James Boys (December 16, 1867 – December 18, 1948) was a British-born Canadian educator, scholar, author and military leader.", "context": "", "final_label": "Unfactual"}
{"id": "194", "model": "gpt3", "statement_id": 2, "statement": "He is best known for his contributions to military history and his role in the establishment of the Royal Canadian Air Force (RCAF).", "context": "Edward James Boys (December 16, 1867 – December 18, 1948) was a British-born Canadian educator, scholar, author and military leader.", "final_label": "Unfactual"}
{"id": "194", "model": "gpt3", "statement_id": 3, "statement": "He wrote many books on the history of the Royal Air Force, the Royal Canadian Air Force, and the Canadian Army.", "context": "Edward James Boys (December 16, 1867 – December 18, 1948) was a British-born Canadian educator, scholar, author and military leader. He is best known for his contributions to military history and his role in the establishment of the Royal Canadian Air Force (RCAF).", "final_label": "Unfactual"}
{"id": "194", "model": "gpt3", "statement_id": 4, "statement": "Boys was born in Plymouth, Devon, England and emigrated to Canada in 1890.", "context": "Edward James Boys (December 16, 1867 – December 18, 1948) was a British-born Canadian educator, scholar, author and military leader. He is best known for his contributions to military history and his role in the establishment of the Royal Canadian Air Force (RCAF). He wrote many books on the history of the Royal Air Force, the Royal Canadian Air Force, and the Canadian Army.", "final_label": "Unfactual"}
{"id": "194", "model": "gpt3", "statement_id": 5, "statement": "He was a professor at the University of Toronto for 37 years, teaching military science and tactics.", "context": "Edward James Boys (December 16, 1867 – December 18, 1948) was a British-born Canadian educator, scholar, author and military leader. He is best known for his contributions to military history and his role in the establishment of the Royal Canadian Air Force (RCAF). He wrote many books on the history of the Royal Air Force, the Royal Canadian Air Force, and the Canadian Army. Boys was born in Plymouth, Devon, England and emigrated to Canada in 1890.", "final_label": "Unfactual"}
{"id": "199", "model": "gpt3", "statement_id": 1, "statement": "Little League home run is a type of home run hit in a Little League Baseball game.", "context": "", "final_label": "Unfactual"}
{"id": "199", "model": "gpt3", "statement_id": 2, "statement": "Little League home runs are typically hit by younger players and can be hit by players of any age.", "context": "Little League home run is a type of home run hit in a Little League Baseball game.", "final_label": "Not Sure"}
{"id": "199", "model": "gpt3", "statement_id": 5, "statement": "They are often commemorated with photographs, plaques, and other mementos.", "context": "Little League home run is a type of home run hit in a Little League Baseball game. Little League home runs are typically hit by younger players and can be hit by players of any age. Little League home runs are more exciting than regular home runs due to the anticipation of younger players hitting them and the emotional celebration that follows. Little League home runs are considered a highlight of Little League Baseball games and usually draw a large crowd.", "final_label": "Not Sure"}
{"id": "200", "model": "gpt3", "statement_id": 1, "statement": "Russian wine is produced in several regions throughout the country, primarily in the South, along the Black Sea Coast, in the Caucasus Mountains and in Central Russia.", "context": "", "final_label": "Factual"}
{"id": "200", "model": "gpt3", "statement_id": 2, "statement": "Russian wine production dates back to the 8th century, when wine grapes were first planted in the Crimea.", "context": "Russian wine is produced in several regions throughout the country, primarily in the South, along the Black Sea Coast, in the Caucasus Mountains and in Central Russia.", "final_label": "Unfactual"}
{"id": "200", "model": "gpt3", "statement_id": 4, "statement": "Russia is now the 8th largest producer of wine in the world, producing more than 13 million hectoliters of wine a year.", "context": "Russian wine is produced in several regions throughout the country, primarily in the South, along the Black Sea Coast, in the Caucasus Mountains and in Central Russia. Russian wine production dates back to the 8th century, when wine grapes were first planted in the Crimea. Since then, Russian winemaking has come a long way, and the quality of Russian wines has improved significantly.", "final_label": "Unfactual"}
{"id": "200", "model": "gpt3", "statement_id": 5, "statement": "Russian wines have won numerous international awards, including gold medals at the Decanter World Wine Awards and the International Wine Challenge.", "context": "Russian wine is produced in several regions throughout the country, primarily in the South, along the Black Sea Coast, in the Caucasus Mountains and in Central Russia. Russian wine production dates back to the 8th century, when wine grapes were first planted in the Crimea. Since then, Russian winemaking has come a long way, and the quality of Russian wines has improved significantly. Russia is now the 8th largest producer of wine in the world, producing more than 13 million hectoliters of wine a year.", "final_label": "Not Sure"}
{"id": "214", "model": "gpt3", "statement_id": 1, "statement": "William C. Wright (1870-1941) was an American architect who designed several notable buildings in the Chicago area in the early 20th century.", "context": "", "final_label": "Unfactual"}
{"id": "214", "model": "gpt3", "statement_id": 2, "statement": "He was born in Cleveland, Ohio and studied architecture at the Art Institute of Chicago, graduating in 1893.", "context": "William C. Wright (1870-1941) was an American architect who designed several notable buildings in the Chicago area in the early 20th century.", "final_label": "Unfactual"}
